[{"text": "نیرویی که هسته اصلی ما را به پیش می برد حزب کمونیست چین است. مبنای نظری هدایت تفکر ما مارکسیسم-لنینیسم است.", "description": "سخنرانی افتتاحیه در اولین جلسه اولین کنگره ملی خلق جمهوری خلق چین (15 سپتامبر 1954).", "category": "حزب کمونیست"}, {"text": "اگر قرار است انقلاب شود، باید یک حزب انقلابی وجود داشته باشد. بدون یک حزب انقلابی، بدون حزبی که بر اساس تئوری انقلابی مارکسیست-لنینیستی و به سبک انقلابی مارکسیست-لنینیستی بنا شده باشد، نمی توان طبقه کارگر و توده های وسیع مردم را در شکست امپریالیسم و سگ های گردان آن رهبری کرد.", "description": "'نیروهای انقلابی جهان متحد شوید، با تهاجم امپریالیستی بجنگید!' (نوامبر 1948)، منتخب آثار، ج. IV، ص. 284.*", "category": "حزب کمونیست"}, {"text": "بدون تلاش های حزب کمونیست چین، بدون کمونیست های چین به عنوان تکیه گاه مردم چین، چین هرگز نمی تواند به استقلال و رهایی یا صنعتی شدن و نوسازی کشاورزی خود دست یابد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 318.*", "category": "حزب کمونیست"}, {"text": "حزب کمونیست چین هسته رهبری کل مردم چین است. بدون این هسته، علت سوسیالیسم نمی تواند پیروز شود.", "description": " صحبت در پذیرایی عمومی برای نمایندگان سومین کنگره ملی اتحادیه جوانان دموکرات جدید چین (25 مه 1957).", "category": "حزب کمونیست"}, {"text": "حزب منضبط و مسلح به تئوری مارکسیسم-لنینیسم، با استفاده از روش انتقاد از خود و مرتبط با توده های مردم. ارتش تحت رهبری چنین حزبی؛ جبهه متحد همه طبقات انقلابی و همه گروههای انقلابی تحت رهبری چنین حزبی - اینها سه سلاح اصلی هستند که با آنها دشمن را شکست داده ایم.", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 422.", "category": "حزب کمونیست"}, {"text": "ما باید به توده ها ایمان داشته باشیم و باید به حزب ایمان داشته باشیم. اینها دو اصل اساسی هستند. اگر به این اصول شک کنیم، کاری از دستمان برنمی آید.", "description": "درباره مسئله همکاری کشاورزی (31 ژوئیه 1955)، ویرایش سوم، ص. 7.*", "category": "حزب کمونیست"}, {"text": " مسلح به تئوری و ایدئولوژی مارکسیست-لنینیستی، حزب کمونیست چین سبک جدیدی از کار را برای مردم چین به ارمغان آورده است. سبک کاری که اساساً مستلزم ادغام نظریه با عمل، ایجاد پیوندهای نزدیک با توده ها و تمرین انتقاد از خود است.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 314. *", "category": "حزب کمونیست"}, {"text": "هیچ حزب سیاسی نمی تواند یک جنبش انقلابی بزرگ را به پیروزی برساند مگر اینکه تئوری انقلابی و دانش تاریخ داشته باشد و درک عمیقی از جنبش عملی داشته باشد.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 208.", "category": "حزب کمونیست"}, {"text": " همانطور که قبلاً می گفتیم، جنبش اصلاح 'یک جنبش گسترده آموزش مارکسیستی' است. اصلاح یعنی کل حزب در حال مطالعه مارکسیسم از طریق انتقاد و انتقاد از خود. ما مطمئناً در جریان جنبش اصلاحی می توانیم بیشتر درباره مارکسیسم بیاموزیم.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، ص. 14.", "category": "حزب کمونیست"}, {"text": " تضمین زندگی بهتر برای چند صد میلیون نفر چین و ساختن کشور عقب مانده از نظر اقتصادی و فرهنگی به کشوری مرفه و قدرتمند با سطح فرهنگی بالا یک کار دشوار است. و دقیقاً برای این است که بتوانیم این وظیفه را با شایستگی بیشتری به دوش بکشیم و با همه افراد غیر حزبی که آرمان های عالی را تحریک می کنند و مصمم به ایجاد اصلاحات هستند، بهتر کار کنیم، باید جنبش های اصلاحی را هم اکنون و هم در آینده انجام دهیم. مدام خود را از شر هر اشتباهی خلاص می کنیم.", "description": "همان، ص 15-16.*", "category": "حزب کمونیست"}, {"text": "سیاست نقطه شروع همه اقدامات عملی یک حزب انقلابی است و در روند و نتیجه نهایی اقدامات آن حزب ظاهر می شود. یک حزب انقلابی هر زمان که دست به اقدامی بزند، سیاستی را اجرا می کند. اگر سیاست درستی انجام نمی دهد، سیاست اشتباهی را انجام می دهد. اگر سیاست معینی را آگاهانه اجرا نمی کند، کورکورانه این کار را انجام می دهد. آنچه ما تجربه می نامیم، فرآیند و نتیجه نهایی اجرای یک سیاست است. فقط با تمرین مردم، یعنی از طریق تجربه، می توان درست یا غلط بودن یک سیاست را بررسی کرد و تشخیص داد که تا چه اندازه درست یا غلط است. با این حال، عملکرد مردم، به ویژه رویه یک حزب انقلابی و توده های انقلابی، نمی تواند به این یا آن سیاست وابسته نباشد. بنابراین، قبل از هر اقدامی، ما باید سیاستی را که با توجه به شرایط موجود تدوین کرده ایم، برای اعضای حزب و توده ها توضیح دهیم. در غیر این صورت، اعضای حزب و توده ها از هدایت سیاست ما دور می شوند، کورکورانه عمل می کنند و سیاست اشتباهی را پیش می برند.", "description": "'درباره سیاست مربوط به صنعت و تجارت' (27 فوریه 1948)، آثار منتخب، جلد. IV. صص 204-05. *", "category": "حزب کمونیست"}, {"text": "حزب ما خط کلی و خط مشی کلی انقلاب چین و همچنین خطوط مشخص مختلفی را برای کار و سیاست های خاص تعیین کرده است. با این حال، در حالی که بسیاری از رفقا خطوط مشخص حزب ما را برای کار و سیاست های خاص به خاطر می آورند، اغلب خط کلی و خط مشی کلی آن را فراموش می کنند. اگر خط کلی و خط مشی کلی حزب را فراموش کنیم، انقلابیون کور، نیمه کاره و درهم و برهم خواهیم بود و وقتی یک خط مشخص برای کار و یک خط مشی خاص پیش می بریم، اکنون قدرت خود را از دست می دهیم و متزلزل می شویم. به چپ و حالا به راست و کار آسیب خواهد دید.", "description": "'سخنرانی در کنفرانس کادرها در منطقه آزاد شده شانسی-سویوان' (1 آوریل 1948)، آثار منتخب، جلد. IV، ص. 238. *", "category": "حزب کمونیست"}, {"text": "سیاست و تاکتیک زندگی حزب است. رفقای پیشرو در همه سطوح باید به آنها توجه کامل داشته باشند و هرگز نباید به هیچ وجه سهل انگاری کنند.", "description": "'بخشنامه ای در مورد وضعیت' (20 مارس 1948)، آثار منتخب، جلد. IV، ص. 220.", "category": "حزب کمونیست"}, {"text": "طبقه ها مبارزه می کنند، برخی طبقات پیروز می شوند، برخی دیگر حذف می شوند. تاریخ چنین است; تاریخ هزاران سال تمدن چنین است. تفسیر تاریخ از این منظر ماتریالیسم تاریخی است. ایستادن در مقابل این دیدگاه ایده آلیسم تاریخی است.", "description": " 'توهمات را دور بریزید، برای مبارزه آماده شوید' (14 اوت 1949)، آثار منتخب، جلد. IV، ص. 428.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "در جامعه طبقاتی، همه به عنوان عضوی از یک طبقه خاص زندگی می کنند و هر نوع تفکری، بدون استثنا، مهر یک طبقه است.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص. 296.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "تغییرات جامعه عمدتاً ناشی از توسعه تضادهای درونی در جامعه است، یعنی تضاد بین نیروهای مولده و مناسبات تولید، تضاد بین طبقات و تضاد بین قدیم و جدید. توسعه این تضادها است که جامعه را به جلو می راند و انگیزه سرکوب جامعه قدیم توسط جامعه جدید را می دهد.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص 314.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "استثمار بی رحمانه اقتصادی و سرکوب سیاسی دهقانان توسط طبقه زمیندار آنها را مجبور به قیام های متعدد علیه حکومت خود کرد... این مبارزات طبقاتی دهقانان، قیام های دهقانی و جنگ های دهقانی بود که نیروی محرکه واقعی را تشکیل می داد. توسعه تاریخی در جامعه فئودالی چین.", "description": "'انقلاب چین و حزب کمونیست چین' (دسامبر 1939)، آثار منتخب، جلد. II، ص. 308.*", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "در تحلیل نهایی، مبارزه ملی موضوع مبارزه طبقاتی است. در میان سفیدپوستان در ایالات متحده، تنها محافل حاکم ارتجاعی هستند که به مردم سیاه پوست سرکوب می کنند. آنها به هیچ وجه نمی توانند نماینده کارگران، کشاورزان، روشنفکران انقلابی و سایر روشنفکران باشند که اکثریت قاطع مردم سفیدپوست را تشکیل می دهند.", "description": " 'بیانیه حمایت از سیاهپوستان آمریکایی در مبارزه عادلانه آنها در برابر تبعیض نژادی توسط امپریالیسم ایالات متحده' (8 اوت 1963)، مردم جهان، متحد شوید و متجاوزان ایالات متحده و همه لاتهای آنها را شکست دهید، ویرایش دوم، ص 3 -4. *", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": " سازماندهی مردم به عهده ماست. در مورد مرتجعین در چین، سازماندهی مردم برای سرنگونی آنها بر عهده ماست. همه چیز ارتجاعی یکسان است. اگر آن را نزنید نمی افتد. این نیز مانند جارو کردن زمین است. به عنوان یک قاعده، جایی که جارو به آن نمی رسد، گرد و غبار خودش از بین نمی رود.", "description": " 'وضعیت و سیاست ما پس از پیروزی در جنگ مقاومت علیه ژاپن' (13 اوت 1945)، آثار منتخب، جلد. IV، ص. 19.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "دشمن خودش را از بین نمی برد. نه مرتجعین چینی و نه نیروهای متجاوز امپریالیسم آمریکا در چین به میل خود از صحنه تاریخ کنار نمی روند.", "description": "'انقلاب را تا پایان' (30 دسامبر 1948)، منتخب آثار، جلد. IV، ص. 301.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": " انقلاب یک مهمانی شام، یا نوشتن مقاله، نقاشی کردن یک تصویر، یا انجام گلدوزی نیست. نمی تواند آنقدر ظریف، آرام و ملایم، بسیار معتدل، مهربان، مودب، خویشتن دار و بزرگوار باشد. انقلاب یک قیام است، یک عمل خشونت آمیز که توسط آن یک طبقه طبقه دیگر را سرنگون می کند.", "description": " 'گزارش در مورد تحقیق در مورد جنبش دهقانی در هونان' (مارس 1927)، آثار منتخب، جلد. من، ص. 28.*", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": " چیانگ کای شک همیشه سعی می کند هر ذره قدرت و هر منفعتی را از مردم بگیرد. و ما؟ سیاست ما این است که او را تلافی کنیم و برای هر وجب زمین بجنگیم. ما به دنبال مد او عمل می کنیم. او همیشه سعی می کند جنگ را به مردم تحمیل کند، یک شمشیر در دست چپ و دیگری در دست راست. ما هم مثل او شمشیر به دست می گیریم... همانطور که چیانگ کای شک اکنون در حال تیز کردن شمشیرهای خود است، ما نیز باید شمشیر خود را تیز کنیم.", "description": " 'وضعیت و سیاست ما پس از پیروزی در جنگ مقاومت علیه ژاپن' (13 اوت 1945)، آثار منتخب، جلد. چهارم، ص 14-l5.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "دشمنان ما چه کسانی هستند؟ دوستان ما چه کسانی هستند؟ این سؤالی است که برای انقلاب اهمیت اول دارد. دلیل اصلی این که همه مبارزات انقلابی قبلی در چین به دست آوردهای اندک داشتند، شکست آنها در اتحاد با دوستان واقعی برای حمله به دشمنان واقعی بود. یک حزب انقلابی راهنمای توده ها است و هیچ انقلابی زمانی که حزب انقلابی آنها را به بیراهه می کشد موفق نمی شود. برای اطمینان از اینکه قطعاً در انقلاب خود به موفقیت خواهیم رسید و توده ها را به بیراهه نخواهیم برد، باید توجه داشته باشیم که با دوستان واقعی خود متحد شویم تا به دشمنان واقعی خود حمله کنیم. برای تشخیص دوستان واقعی از دشمنان واقعی، باید تحلیلی کلی از وضعیت اقتصادی طبقات مختلف در جامعه چین و نگرش آنها نسبت به انقلاب انجام دهیم.", "description": " 'تحلیل طبقات در جامعه چینی' (مارس 1926)، آثار منتخب، جلد. من، ص. 13.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "دشمنان ما همه کسانی هستند که با امپریالیسم متحد هستند - جنگ سالاران، بوروکرات ها، طبقه کمپرادور، طبقه بزرگ زمینداران و بخش ارتجاعی روشنفکری وابسته به آنها. نیروی پیشرو در انقلاب ما پرولتاریای صنعتی است. نزدیکترین دوستان ما کل نیمه پرولتاریا و خرده بورژوازی هستند. در مورد بورژوازی متوسط متزلزل، جناح راست آنها ممکن است دشمن ما و جناح چپ آنها دوست ما شوند - اما ما باید دائماً مراقب خود باشیم و اجازه ندهیم آنها در صفوف ما سردرگمی ایجاد کنند.", "description": "همانجا پ. 19.*", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "کسی که طرف مردم انقلابی باشد انقلابی است. هر کس با امپریالیسم، فئودالیسم و بوروکرات کاپیتالیسم طرف شود، ضد انقلاب است. هر کس فقط در کلام با مردم انقلابی طرف شود، اما در غیر این صورت عمل کند، در گفتار انقلابی است. هرکس در عمل و در کلام با مردم انقلابی طرف شود، انقلابی است به معنای کامل.", "description": "سخنرانی پایانی در دومین جلسه اولین کمیته ملی کنفرانس مشورتی سیاسی خلق چین (23 ژوئن 1950).", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "من معتقدم که اگر یک شخص، یک حزب سیاسی، یک ارتش یا یک مدرسه مورد حمله دشمن قرار نگیرد، تا آنجا که به ما مربوط می شود، بد است، زیرا در این صورت قطعاً به این معنی است که ما به سطحی رسیده ایم. از دشمن اگر مورد حمله دشمن قرار بگیریم خوب است، زیرا ثابت می کند که ما بین خود و دشمن مرزبندی مشخصی ترسیم کرده ایم. اگر دشمن به طور وحشیانه به ما حمله کند و ما را کاملاً سیاه و بدون هیچ فضیلتی رنگ کند، باز هم بهتر است. این نشان می دهد که ما نه تنها یک خط مشخص از مرزبندی بین دشمن و خود ترسیم کرده ایم، بلکه دستاوردهای زیادی در کار خود داشته ایم.", "description": " حمله شدن توسط دشمن چیز بدی نیست بلکه چیز خوبی است (26 مه 1939)، اولین نسخه جیبی، ص. دو *", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "با هر چیزی که دشمن مخالفت می کند حمایت کنیم و با هر چه دشمن حمایت می کند مخالفت کنیم.", "description": "'مصاحبه با سه خبرنگار از خبرگزاری مرکزی، سائو تانگ پائو و هسین مین پائو' (16 سپتامبر 1939)، آثار منتخب، جلد. II، ص. 272.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": " موضع ما موضع پرولتاریا و توده هاست. برای اعضای حزب کمونیست، این به معنای حفظ موضع حزب، حفظ روحیه حزب و سیاست حزب است.", "description": "'گفتگوها در انجمن ینان در مورد ادبیات و هنر' (مه 1942)، آثار منتخب، جلد. III، ص. 70.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "بعد از از بین رفتن دشمنان اسلحه دار، همچنان دشمنانی بدون اسلحه وجود خواهند داشت. آنها ناچارند که به شدت علیه ما مبارزه کنند و ما هرگز نباید به این دشمنان بی اهمیت نگاه کنیم. اگر اینطوری مشکل را مطرح کنیم و درک کنیم، مرتکب بزرگ ترین اشتباهات خواهیم شد.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 364.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "امپریالیست ها و مرتجعین داخلی قطعا شکست خود را دراز کشیده نخواهند پذیرفت و تا آخرین خندق مبارزه خواهند کرد. پس از برقراری نظم و آرامش در سراسر کشور، آنها همچنان دست به خرابکاری و ایجاد اغتشاش می کنند و هر روز و هر دقیقه تلاش می کنند تا بازگشتی را رقم بزنند. این اجتناب ناپذیر است، فراتر از هر شکی، و تحت هیچ شرایطی نباید هوشیاری خود را کاهش دهیم.", "description": " سخنرانی افتتاحیه در اولین جلسه عمومی کنفرانس مشورتی سیاسی خلق چین (21 سپتامبر 1949).", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "در چین، اگرچه در اصل تحول سوسیالیستی با توجه به نظام مالکیت کامل شده است، و گرچه مبارزات طبقاتی گسترده و متلاطم توده ها مشخصه دوره های انقلابی پیشین در اصل به پایان رسیده است. هنوز بقایای طبقات سرنگون شده زمیندار و کمپرادور وجود دارد، هنوز یک بورژوازی وجود دارد، و شکل گیری مجدد خرده بورژوازی تازه شروع شده است. مبارزه طبقاتی به هیچ وجه تمام نشده است. مبارزه طبقاتی بین پرولتاریا و بورژوازی، مبارزه طبقاتی بین نیروهای سیاسی مختلف، و مبارزه طبقاتی در ایدئولوژیک بین پرولتاریا و بورژوازی ادامه خواهد یافت طولانی و پرپیچ و خم خواهد بود و گاه حتی بسیار حاد خواهد شد. پرولتاریا به دنبال تغییر جهان بر اساس جهان بینی خود است و بورژوازی نیز همینطور. در این رابطه، این که سوسیالیسم یا سرمایه داری کدام یک پیروز خواهد شد، هنوز واقعاً حل نشده است.", "description": "درباره برخورد صحیح با تضادها در میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 51-52.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "تصمیم گیری این موضوع در مبارزه ایدئولوژیک بین سوسیالیسم و سرمایه داری در کشور ما زمان زیادی طول خواهد کشید. دلیل آن این است که نفوذ بورژوازی و روشنفکرانی که از جامعه قدیم آمده اند برای مدت طولانی در کشور ما باقی خواهد ماند و ایدئولوژی طبقاتی آنها نیز همینطور. اگر این به اندازه کافی درک نشود یا اصلاً درک نشود، بزرگ ترین اشتباهات مرتکب می شود و ضرورت مبارزه در میدان ایدئولوژیک نادیده گرفته می شود.", "description": "همانجا صص 52-53.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "در کشور ما ایدئولوژی بورژوایی و خرده بورژوایی، ایدئولوژی ضد مارکسیستی برای مدت طولانی ادامه خواهد داشت. اساساً نظام سوسیالیستی در کشور ما مستقر شده است. ما در دگرگونی مالکیت ابزار تولید به پیروزی اساسی دست یافته ایم، اما در جبهه های سیاسی و ایدئولوژیک هنوز به پیروزی کامل نرسیده ایم. در زمینه ایدئولوژیک، این پرسش که چه کسی در مبارزه پرولتاریا و بورژوازی پیروز خواهد شد، هنوز واقعاً حل نشده است. ما هنوز باید مبارزه ای طولانی علیه ایدئولوژی بورژوایی و خرده بورژوایی داشته باشیم. درک نکردن این موضوع و دست کشیدن از مبارزه ایدئولوژیک اشتباه است. همه افکار نادرست، همه علف های هرز سمی، همه ارواح و هیولاها باید مورد انتقاد قرار گیرند. در هیچ شرایطی نباید اجازه داد که بدون کنترل منتشر شوند. با این حال، انتقاد باید کاملاً مستدل، تحلیلی و قانع کننده باشد، نه خشن، بوروکراتیک، متافیزیکی یا جزمی.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، و صفحات 26-27. *", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "دگماتیسم و رویزیونیسم هر دو در تضاد با مارکسیسم هستند. مارکسیسم قطعا باید پیشرفت کند. باید همراه با توسعه عمل توسعه یابد و نمی تواند ثابت بماند. اگر راکد و کلیشه ای می ماند، بی جان می شد. با این حال، اصول اساسی مارکسیسم هرگز نباید زیر پا گذاشته شود، وگرنه اشتباهاتی رخ خواهد داد. دگماتیسم است که از منظر متافیزیکی به مارکسیسم نزدیک شویم و آن را چیزی سفت و سخت تلقی کنیم. این رویزیونیسم است که اصول اساسی مارکسیسم را نفی کند و حقیقت جهانی آن را نفی کند. رویزیونیسم یکی از اشکال ایدئولوژی بورژوایی است. رویزیونیست ها تفاوت بین سوسیالیسم و سرمایه داری، بین دیکتاتوری پرولتاریا و دیکتاتوری بورژوازی را انکار می کنند. آنچه آنها از آن دفاع می کنند در واقع نه خط سوسیالیستی بلکه خط سرمایه داری است. در شرایط کنونی، رویزیونیسم زیانبارتر از دگماتیسم است. یکی از وظایف مهم کنونی ما در جبهه ایدئولوژیک، افشای انتقاد از رویزیونیسم است.", "description": "همانجا ص 27-28.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "رویزیونیسم یا اپورتونیسم راست یک جریان فکری بورژوایی است که حتی از جزم گرایی خطرناکتر است. رویزیونیست ها، اپورتونیست های راست، به مارکسیسم گوش می دهند. آنها نیز به 'دگماتیسم' حمله می کنند. با این حال، آنچه آنها واقعاً به آن حمله می کنند، اصل مارکسیسم است. آنها با ماتریالیسم و دیالکتیک مخالف یا تحریف می کنند، با دیکتاتوری دموکراتیک خلق و نقش رهبری حزب کمونیست مخالفت می کنند یا سعی در تضعیف آن دارند، و با دگرگونی سوسیالیستی و ساخت سوسیالیستی مخالف هستند یا سعی در تضعیف آن دارند. پس از پیروزی اساسی انقلاب سوسیالیستی در کشور ما، هنوز عده ای هستند که امید بیهوده به احیای نظام سرمایه داری و مبارزه با طبقه کارگر در هر جبهه از جمله جبهه ایدئولوژیک دارند. به علاوه، دست راست آنها در این مبارزه، رویزیونیست ها هستند.", "description": "درباره برخورد صحیح با تضادها در میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 56-57.", "category": "طبقه ها و مبارزه طبقاتی"}, {"text": "کمونیسم یک سیستم کامل ایدئولوژی پرولتری و یک سیستم اجتماعی جدید است. این نظام با هر نظام عقیدتی و اجتماعی دیگری متفاوت است و کامل ترین، مترقی ترین، انقلابی ترین و عقلانی ترین نظام تاریخ بشریت است. نظام ایدئولوژیک و اجتماعی فئودالیسم تنها در موزه تاریخ جای دارد. سیستم ایدئولوژیک و اجتماعی سرمایه داری نیز در بخشی از جهان (در اتحاد جماهیر شوروی) به یک اثر موزه تبدیل شده است، در حالی که در کشورهای دیگر شبیه 'مردی در حال مرگ است که به سرعت در حال غرق شدن است، مانند خورشیدی که در آن سوی تپه های غربی غروب می کند'. ، و به زودی به موزه منتقل می شود. نظام ایدئولوژیک و اجتماعی کمونیستی به تنهایی سرشار از جوانی و نشاط است که با شتاب بهمن و نیروی رعد و برق جهان را در نوردیده است.", "description": "'درباره دموکراسی جدید' (ژانویه 1940)، آثار منتخب، جلد. دوم، صص 360-61. *", "category": "سوسیالیسم و کمونیسم"}, {"text": "نظام سوسیالیستی در نهایت جایگزین نظام سرمایه داری خواهد شد. این یک قانون عینی و مستقل از اراده انسان است. مرتجعین هر چقدر هم که بخواهند چرخ تاریخ را عقب نگه دارند، در نهایت انقلاب رخ خواهد داد و ناگزیر پیروز خواهد شد.", "description": "'سخنرانی در نشست شورای عالی اتحاد جماهیر شوروی در جشن چهلمین سالگرد انقلاب کبیر سوسیالیستی اکتبر' (6 نوامبر 1957).", "category": "سوسیالیسم و کمونیسم"}, {"text": "ما کمونیست ها هرگز دیدگاه های سیاسی خود را پنهان نمی کنیم. قطعاً و بدون شک، برنامه آینده یا حداکثری ما این است که چین را به سمت سوسیالیسم و کمونیسم پیش ببریم. هم نام حزب ما و هم جهان بینی مارکسیستی ما به صراحت به این آرمان عالی آینده اشاره دارد، آینده ای با درخشندگی و شکوه بی نظیر.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 282. *", "category": "سوسیالیسم و کمونیسم"}, {"text": "در مجموع، جنبش انقلابی چین به رهبری حزب کمونیست دو مرحله را در بر می گیرد، یعنی انقلاب دموکراتیک و سوسیالیستی، که دو فرآیند انقلابی اساساً متفاوت هستند، و فرآیند دوم تنها پس از آن انجام می شود. اول تکمیل شده است انقلاب دموکراتیک آمادگی لازم برای انقلاب سوسیالیستی است و انقلاب سوسیالیستی عاقبت اجتناب ناپذیر انقلاب دموکراتیک است. هدف نهایی که همه کمونیست ها برای آن تلاش می کنند ایجاد یک جامعه سوسیالیستی و کمونیستی است.", "description": "'انقلاب چین و حزب کمونیست چین' (دسامبر 1939)، آثار منتخب، جلد. دوم، صص 330-31. *", "category": "سوسیالیسم و کمونیسم"}, {"text": " انقلاب سوسیالیستی با هدف رهایی نیروهای مولد است. تغییر از مالکیت فردی به سوسیالیستی، مالکیت جمعی در کشاورزی و صنایع دستی و از مالکیت سرمایه داری به سوسیالیستی در صنعت و تجارت خصوصی، ناگزیر است که رهایی عظیم نیروهای مولد را به همراه داشته باشد. بنابراین، شرایط اجتماعی برای گسترش فوق العاده تولید صنعتی و کشاورزی ایجاد می شود.", "description": "سخنرانی در کنفرانس عالی دولتی (25 ژانویه 1956).", "category": "سوسیالیسم و کمونیسم"}, {"text": "ما اکنون نه تنها در سیستم اجتماعی، تغییر از مالکیت خصوصی به عمومی، بلکه در فناوری، تغییر از صنایع دستی به تولید ماشین آلات مدرن در مقیاس بزرگ، انقلابی انجام می دهیم و این دو انقلاب به هم مرتبط هستند. در کشاورزی، با شرایطی که در کشور ما وجود دارد، همکاری باید مقدم بر استفاده از ماشین آلات بزرگ باشد (در کشورهای سرمایه داری کشاورزی به روش سرمایه داری توسعه می یابد). بنابراین به هیچ وجه نباید صنعت و کشاورزی، صنعتی شدن سوسیالیستی و دگرگونی سوسیالیستی کشاورزی را دو امر مجزا و منزوی بدانیم و به هیچ وجه نباید بر یکی تأکید کنیم و دیگری را کم اهمیت جلوه دهیم.", "description": "درباره مسئله تعاون کشاورزی (51 ژوئیه 1955)، چاپ سوم، ص 19-20.", "category": "سوسیالیسم و کمونیسم"}, {"text": "نظام اجتماعی جدید به تازگی ایجاد شده است و برای تثبیت آن به زمان نیاز دارد. نباید تصور کرد که سیستم جدید می تواند به طور کامل در لحظه ایجاد آن تثبیت شود، زیرا این غیرممکن است. باید به طور سیستماتیک تجمیع شود. برای دستیابی به تحکیم نهایی آن، نه تنها صنعتی شدن سوسیالیستی کشور و استقامت در انقلاب سوسیالیستی در جبهه اقتصادی، بلکه به ادامه مبارزات انقلابی سوسیالیستی مداوم و طاقت فرسا و آموزش سوسیالیستی در زمینه سیاسی و ایدئولوژیک ضروری است. جبهه ها علاوه بر این، عوامل مختلف بین المللی کمک کننده مورد نیاز است", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ اول جیبی، و ص. دو *", "category": "سوسیالیسم و کمونیسم"}, {"text": "در چین مبارزه برای تحکیم سیستم سوسیالیستی، مبارزه برای تصمیم گیری در مورد اینکه آیا سوسیالیسم یا سرمایه داری پیروز خواهد شد، هنوز یک دوره تاریخی طولانی خواهد داشت. با این حال، همه ما باید بدانیم که نظام جدید سوسیالیسم بدون شک تحکیم خواهد شد. ما مطمئناً می توانیم با صنعت مدرن، کشاورزی مدرن و علم و فرهنگ مدرن، یک دولت سوسیالیستی بسازیم.", "description": "همانجا ص 2-3.", "category": "سوسیالیسم و کمونیسم"}, {"text": "تعداد روشنفکرانی که با کشور ما دشمنی دارند بسیار اندک است. آنها دولت ما، یعنی دیکتاتوری پرولتاریا را دوست ندارند و مشتاق جامعه قدیمی هستند. هر وقت فرصتی پیش بیاید، دردسر ایجاد می کنند و تلاش می کنند تا حزب کمونیست را سرنگون کنند و چین قدیمی را بازسازی کنند. این مردم مانند بین جاده های پرولتری و بورژوازی، مانند جاده های سوسیالیستی و سرمایه داری، سرسختانه راه دوم را دنبال می کنند. در واقع، این راه غیرممکن است، و در واقع، بنابراین، آنها آماده تسلیم در برابر امپریالیسم، فئودالیسم و بوروکرات-کاپیتالیسم هستند. چنین افرادی را در محافل سیاسی و در محافل صنعتی و تجاری، فرهنگی و آموزشی، علمی، فنی و مذهبی می توان یافت و به شدت مرتجع هستند.", "description": "همانجا صص 3-4.", "category": "سوسیالیسم و کمونیسم"}, {"text": "مشکل جدی آموزش دهقانان است. اقتصاد دهقانی پراکنده است و اجتماعی شدن کشاورزی، با قضاوت بر اساس تجربه اتحاد جماهیر شوروی، مستلزم کار طولانی و پر زحمت است. بدون اجتماعی شدن کشاورزی، سوسیالیسم کامل و یکپارچه نمی تواند وجود داشته باشد.", "description": "'درباره دیکتاتوری دموکراتیک خلق' 30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 419.", "category": "سوسیالیسم و کمونیسم"}, {"text": "ما باید ایمان داشته باشیم که اولاً توده های دهقان آماده پیشروی گام به گام در مسیر سوسیالیسم تحت رهبری حزب هستند و دوم اینکه حزب قادر است دهقانان را در این راه هدایت کند. این دو نکته اصل امر، جریان اصلی است.", "description": "درباره مسئله تعاون کشاورزی (31 ژوئیه 1955)، ویرایش سوم، ص. 18. *", "category": "سوسیالیسم و کمونیسم"}, {"text": "هیئت های رهبری تعاونی ها باید موقعیت مسلط دهقانان فقیر و دهقانان جدید میانه پایین را در این بدنه ها تثبیت کنند و دهقانان متوسط پایین قدیم و دهقانان متوسط بالا - چه قدیم و چه جدید - به عنوان نیروی مکمل. . تنها از این طریق می توان به وحدت بین دهقانان فقیر و متوسط دست یافت. علاوه بر این، تعاونی ها را نیز می توان تحکیم کرد، تولید را گسترش داد و تحول سوسیالیستی کل روستا را به درستی مطابق با خط مشی حزب انجام داد. در غیر این صورت، نمی توان به اتحاد بین دهقانان متوسط و فقیر دست یافت، تعاونی ها را نمی توان تحکیم کرد، تولید را نمی توان گسترش داد، و تحول سوسیالیستی کل روستا را نمی توان به دست آورد.", "description": " یادداشت مقدماتی 'چگونه کنترل تعاونی ووتانگ از دهقانان متوسط به دهقانان فقیر تغییر یافت' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. II.", "category": "سوسیالیسم و کمونیسم"}, {"text": " اتحاد با دهقانان متوسط ضروری است و این کار اشتباه است. اما طبقه کارگر و حزب کمونیست برای اتحاد با دهقانان متوسط و تحقق دگرگونی سوسیالیستی کل روستاها باید به چه کسی در روستاها تکیه کنند؟ مطمئناً بر کسی جز دهقانان فقیر نیست. زمانی که مبارزه علیه مالکان و اصلاحات ارضی انجام می شد، چنین بود، و امروز که مبارزه علیه دهقانان ثروتمند و دیگر عناصر سرمایه داری برای دستیابی به دگرگونی سوسیالیستی کشاورزی در جریان است. در هر دو این دوره انقلابی، دهقانان میانه در مراحل اولیه دچار تزلزل شدند. تنها پس از آنکه روند کلی رویدادها و نزدیک شدن به پیروزی انقلاب را به وضوح ببینند است که دهقانان میانه در کنار انقلاب خواهند آمد. دهقانان فقیر باید روی دهقانان میانه کار کنند و آنها را جذب کنند تا انقلاب روز به روز گسترش یابد تا پیروزی نهایی.", "description": " یادداشت مقدماتی برای 'درس تعاونی دهقانی میانه' و 'تعاونی دهقانی فقیر' در شهرستان فوان' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. II.", "category": "سوسیالیسم و کمونیسم"}, {"text": " گرایش جدی به سرمایه داری در میان دهقانان مرفه وجود دارد. اگر ما در طول جنبش تعاونی و برای مدت طولانی پس از آن به کوچکترین نحوی از کار سیاسی در بین دهقانان غافل شویم، این گرایش بیداد می کند.", "description": " یادداشت مقدماتی 'یک مبارزه قاطعانه باید علیه گرایش به سوی سرمایه داری انجام شود' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "سوسیالیسم و کمونیسم"}, {"text": "جنبش تعاونی کشاورزی از همان ابتدا یک مبارزه شدید ایدئولوژیک و سیاسی بوده است. هیچ تعاونی بدون گذراندن چنین مبارزه ای ایجاد نمی شود. قبل از اینکه بتوان یک سیستم اجتماعی کاملاً جدید در سایت قدیمی ایجاد کرد، سایت باید تمیز شود. همیشه، بقایای ایده های قدیمی که منعکس کننده سیستم قدیمی است، برای مدت طولانی در ذهن مردم باقی می ماند و به راحتی جای خود را نمی دهد. پس از تأسیس یک تعاونی، قبل از اینکه بتوان آن را تثبیت کرد، باید مبارزات بیشتری را پشت سر بگذارد. حتی پس از آن، لحظه ای که تلاش های خود را آرام کند، ممکن است سقوط کند.", "description": " یادداشت مقدماتی 'یک درس جدی' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "سوسیالیسم و کمونیسم"}, {"text": " نیروهای خودجوش سرمایه داری در سال های اخیر به طور پیوسته در روستاها رشد کرده اند، با دهقانان ثروتمند جدید در همه جا و بسیاری از دهقانان متوسط مرفه که در تلاش برای تبدیل شدن به دهقانان ثروتمند هستند. از سوی دیگر، بسیاری از دهقانان فقیر به دلیل نداشتن وسایل تولید کافی هنوز در فقر به سر می برند، برخی بدهکار هستند و برخی دیگر زمین های خود را می فروشند یا اجاره می دهند. اگر این گرایش کنترل نشود، ناگزیر دوقطبی شدن در روستاها روز به روز تشدید خواهد شد. آن دهقانانی که زمین خود را از دست می دهند و آنهایی که در فقر می مانند، شکایت خواهند کرد که ما هیچ کاری برای نجات آنها از تباهی یا کمک به آنها برای غلبه بر مشکلات انجام نمی دهیم. دهقانان متوسط مرفه که به سمت سرمایه داری می روند، از ما خشنود نخواهند بود، زیرا ما هرگز نمی توانیم خواسته های آنها را برآورده کنیم، مگر اینکه بخواهیم راه سرمایه داری را در پیش بگیریم. آیا اتحاد کارگر و دهقان می تواند در این شرایط به او ادامه دهد؟ بدیهی است که نه! هیچ راه حلی برای این مشکل وجود ندارد مگر بر اساس یک مبنای جدید. و این بدان معناست که گام به گام دگرگونی سوسیالیستی کل کشاورزی را همزمان با تحقق تدریجی صنعتی شدن سوسیالیستی و دگرگونی سوسیالیستی صنایع دستی و صنعت و تجارت سرمایه داری به وجود آوریم. به عبارت دیگر، به معنای انجام همکاری و از بین بردن اقتصاد دهقانان ثروتمند و اقتصاد فردی در روستاها است تا همه مردم روستا در کنار هم از رفاه روزافزونی برخوردار شوند. ما معتقدیم که این تنها راه برای تحکیم اتحاد کارگر و دهقان است.", "description": "درباره مسئله تعاون کشاورزی (31 ژوئیه 1955)، چاپ سوم، ص 26-27.*", "category": "سوسیالیسم و کمونیسم"}, {"text": "منظور از برنامه ریزی کلان، برنامه ریزی است که منافع 600 میلیون نفری کشورمان را در نظر بگیرد. در طرح ریزی، رسیدگی به امور یا فکر کردن به مشکلات، باید از 600 میلیون نفر جمعیت چین پیش برویم و هرگز نباید این واقعیت را فراموش کنیم.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، اولین چاپ جیبی. پ. 47.", "category": "سوسیالیسم و کمونیسم"}, {"text": "علاوه بر رهبری حزب، یک عامل تعیین کننده جمعیت 600 میلیونی ما است. تعداد افراد بیشتر به معنای جوشش بیشتر ایده ها، اشتیاق بیشتر و انرژی بیشتر است. هرگز توده های مردم اینقدر الهام بخش، ستیزه جو و این قدر جسور نبوده اند که اکنون.", "description": "'معرفی یک تعاونی' (15 آوریل 1958).", "category": "سوسیالیسم و کمونیسم"}, {"text": "علاوه بر ویژگی های دیگر آنها، نکته برجسته در مورد جمعیت 600 میلیونی چین این است که آنها 'فقیر و خالی' هستند. این ممکن است چیز بدی به نظر برسد، اما در واقعیت چیز خوبی است. فقر، میل به تغییر، میل به عمل و میل به انقلاب را به وجود می آورد. روی یک ورق کاغذ خالی عاری از هر گونه علامت، تازه ترین و زیباترین کاراکترها را می توان نوشت. تازه ترین و زیباترین تصاویر را می توان نقاشی کرد.", "description": "همانجا .", "category": "سوسیالیسم و کمونیسم"}, {"text": "پس از پیروزی سراسری انقلاب چین و حل مشکل زمین، دو تضاد اساسی همچنان در چین وجود خواهد داشت. اولی درونی است، یعنی تضاد طبقه کارگر و بورژوازی. دوم بیرونی است که تضاد چین و کشورهای امپریالیستی است. در نتیجه، پس از پیروزی انقلاب دموکراتیک خلق، قدرت دولتی جمهوری خلق به رهبری طبقه کارگر نباید تضعیف شود، بلکه باید تقویت شود.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 369.", "category": "سوسیالیسم و کمونیسم"}, {"text": " 'آیا نمی خواهید قدرت دولتی را لغو کنید؟' بله، ما انجام می دهیم، اما نه در حال حاضر. ما هنوز نمی توانیم آن را انجام دهیم. چرا؟ زیرا امپریالیسم هنوز وجود دارد، زیرا ارتجاع داخلی هنوز وجود دارد، زیرا طبقات هنوز در کشور ما وجود دارند. وظیفه کنونی ما تقویت دستگاه دولتی مردم - عمدتاً ارتش مردمی، پلیس مردمی و دادگاه های مردمی - به منظور تحکیم دفاع ملی و حفظ منافع مردم است.", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 418.", "category": "سوسیالیسم و کمونیسم"}, {"text": "دولت ما یک دیکتاتوری دموکراتیک خلقی است که توسط طبقه کارگر رهبری می شود و بر اساس اتحاد کارگر و دهقان است. این دیکتاتوری برای چیست؟ اولین کارکرد آن سرکوب طبقات و عناصر ارتجاعی و آن دسته از استثمارگرانی است که در کشور ما در برابر انقلاب سوسیالیستی مقاومت می کنند، سرکوب کسانی است که می کوشند ساختار سوسیالیستی ما را به هم بزنند، یا به عبارت دیگر، تضادهای درونی بین خودمان و دشمن را حل کنند. به عنوان مثال، دستگیری، محاکمه و محکومیت برخی از ضدانقلابیون، و محروم کردن مالکان و بوروکرات-سرمایه داران از حق رای و آزادی بیانشان برای مدت معینی - همه اینها در محدوده دیکتاتوری ما است. همچنین برای حفظ نظم عمومی و حفظ منافع مردم، اعمال دیکتاتوری بر اختلاس گران، کلاهبرداران، آتش افروزان، قاتلان، باندهای جنایتکار و سایر رذالاتی که نظم عمومی را به شدت مختل می کنند، ضروری است. دومین کارکرد این دیکتاتوری حفاظت از کشور ما از براندازی و تهاجم احتمالی دشمنان خارجی است. در آن صورت، این وظیفه این دیکتاتوری است که تضاد خارجی دشمن و ما را حل کند. هدف این دیکتاتوری محافظت از همه مردم ما است تا بتوانند خود را وقف کار مسالمت آمیز کنند و چین را به کشوری سوسیالیستی با صنعت، کشاورزی، علم و فرهنگ مدرن بسازند.", "description": "درباره برخورد صحیح با تضادها در میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 6-7.", "category": "سوسیالیسم و کمونیسم"}, {"text": "دیکتاتوری دموکراتیک خلق به رهبری طبقه کارگر نیاز دارد. زیرا این تنها طبقه کارگر است که دوراندیش ترین، فداکارترین و کاملا انقلابی ترین است. کل تاریخ انقلاب ثابت می کند که بدون رهبری، انقلاب طبقه کارگر شکست می خورد و با رهبری انقلاب طبقه کارگر پیروز می شود.", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 421.", "category": "سوسیالیسم و کمونیسم"}, {"text": "دیکتاتوری دموکراتیک خلق بر اساس اتحاد طبقه کارگر، دهقانان و خرده بورژوازی شهری و عمدتاً بر اتحاد کارگران و دهقانان استوار است، زیرا این دو طبقه 80 درصد جمعیت چین را تشکیل می دهند. . این دو طبقه نیروی اصلی سرنگونی امپریالیسم و مرتجعین کومینتانگ هستند. گذار از دموکراسی نو به سوسیالیسم نیز عمدتاً به اتحاد آنها بستگی دارد", "description": "همانجا.", "category": "سوسیالیسم و کمونیسم"}, {"text": "مبارزه طبقاتی، مبارزه برای تولید و آزمایش علمی سه جنبش انقلابی بزرگ برای ساختن یک کشور سوسیالیستی قدرتمند هستند. این جنبش ها تضمینی مطمئن هستند که کمونیست ها از بوروکراسی رها شده و از رویزیونیسم و جزم گرایی مصون خواهند بود و برای همیشه شکست ناپذیر خواهند ماند. آنها تضمین قابل اعتمادی هستند که پرولتاریا قادر خواهد بود با توده های گسترده کارگر متحد شود و دیکتاتوری دموکراتیک را تحقق بخشد. اگر در غیاب این تحرکات، زمینداران، دهقانان ثروتمند، ضدانقلابیون، عناصر بد و هیولاها همگی اجازه داشتند بیرون بخزند، در حالی که کادرهای ما چشمان خود را به روی همه اینها می بستند و در بسیاری از موارد حتی نمی توانستند بین دشمن فرق بگذارند. و خودمان، اما اگر با دشمن همکاری می کردیم و توسط او فاسد، تفرقه و تضعیف می شدیم، اگر کادرهای ما به این ترتیب بیرون کشیده می شدند یا دشمن می توانست دزدکی وارد شود، و اگر بسیاری از کارگران، دهقانان و روشنفکران ما در برابر آن بی دفاع می ماندند. هم با تاکتیک های نرم و هم تاکتیک های سخت دشمن، بدون شک حزب مارکسیست-لنینیست، چه تاکتیک های نرم و چه سخت دشمن، طولی نمی کشد، شاید فقط چندین سال یا یک دهه، یا حداکثر چندین دهه، قبل از اینکه احیای ضدانقلابی در مقیاس ملی ناگزیر رخ دهد. تبدیل به یک حزب تجدیدنظرطلب یا یک حزب فاشیست شود و کل چین رنگ خود را تغییر دهد.", "description": " یادداشت در مورد 'هفت سند مدون استان چکیانگ در مورد مشارکت کادرها در کار بدنی' (9 مه 1963)، نقل شده در کمونیسم ساختگی خروشچف و درس های تاریخی آن برای جهان، ص 71-72. *", "category": "سوسیالیسم و کمونیسم"}, {"text": "دیکتاتوری دموکراتیک خلق از دو روش استفاده می کند. در مقابل دشمن از روش دیکتاتوری استفاده می کند، یعنی تا مدتی که لازم است آنها را در فعالیت های سیاسی راه نمی دهد و آنها را به اطاعت از قانون حکومت خلق و اشتغال به کار وادار می کند. و از طریق کار، خود را به افراد جدیدی تبدیل می کنند. در مقابل مردم، برعکس، از روش نه اجبار، بلکه از روش دموکراسی استفاده می کند، یعنی لزوماً باید آنها را در فعالیت های سیاسی شرکت دهد و آنها را مجبور به این کار و آن نکند، بلکه از روش دموکراسی استفاده می کند. آموزش و ترغیب آنها.", "description": "سخنرانی پایانی در دومین جلسه اولین کمیته ملی کنفرانس مشورتی سیاسی خلق چین (23 ژوئن 1950).", "category": "سوسیالیسم و کمونیسم"}, {"text": " تحت رهبری حزب کمونیست، مردم چین در حال انجام یک جنبش اصلاحی شدید هستند تا توسعه سریع سوسیالیسم در چین را بر مبنایی محکم تر ایجاد کنند. این جنبشی است برای اجرای یک بحث سراسری که هم هدایت شده و هم آزاد است، بحثی در شهر و روستا در مورد مسائلی مانند جاده سوسیالیستی در مقابل جاده سرمایه داری، سیستم اساسی دولت و سیاست های اصلی آن، شیوه کار کارگزاران حزب و دولت، و مسئله رفاه مردم، بحثی که با بیان حقایق و استدلال انجام می شود تا به درستی آن تناقضات واقعی را در بین مردم که حل فوری می طلبد، حل کند. این یک جنبش سوسیالیستی برای خودآموزی و خودسازی مردم است.", "description": "'سخنرانی در نشست شورای عالی اتحاد جماهیر شوروی در جشن چهلمین سالگرد انقلاب کبیر سوسیالیستی اکتبر' (6 نوامبر 1957)", "category": "سوسیالیسم و کمونیسم"}, {"text": "بیشتر کارهای سخت در کار بزرگ ساخت و ساز پیش روی ماست. اگرچه بیش از 10 میلیون عضو در حزب ما وجود دارد، آنها هنوز اقلیت بسیار کمی از جمعیت کشور را تشکیل می دهند. در ادارات دولتی و سازمان ها و شرکت های عمومی، کارهای زیادی باید توسط افراد غیرحزبی انجام شود. انجام این کار به خوبی غیرممکن است مگر اینکه در تکیه بر توده ها و همکاری با افراد غیر حزبی خوب باشیم. ضمن ادامه تحکیم وحدت کل حزب، باید اتحاد همه ملیت ها، طبقات دموکراتیک، احزاب دموکراتیک و سازمان های مردمی خود را تقویت کنیم و جبهه متحد دموکراتیک خلق را تحکیم و گسترش دهیم و وجداناً باید خلاص شویم. از هر تظاهرات ناسالمی در هر پیوندی در کار ما که به وحدت بین حزب و مردم مضر است.", "description": "'سخنرانی افتتاحیه در هشتمین کنگره ملی حزب کمونیست چین' (15 سپتامبر 1956).", "category": "سوسیالیسم و کمونیسم"}, {"text": "دو نوع تضاد اجتماعی - تضادهای بین خودمان و دشمن و آنهایی که در بین خود مردم هستند با ما روبرو می شوند. این دو در ماهیت خود کاملاً متفاوت هستند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، اولین چاپ جیبی.. ص. 2.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": " برای درک درست این دو نوع تضاد، ابتدا باید روشن کنیم که منظور از «مردم» و منظور از «دشمن» چیست. . . در مرحله کنونی، دوره ساخت سوسیالیسم، طبقات، اقشار و گروه های اجتماعی که طرفدار، حمایت و کار برای ساخت سوسیالیستی هستند، همگی در دسته مردم قرار می گیرند، در حالی که نیروهای اجتماعی و گروه هایی که در برابر انقلاب سوسیالیستی مقاومت می کنند. و با ساخت و ساز سوسیالیستی دشمنی یا خرابکاری می کنند، همه دشمنان مردم هستند.", "description": "همانجا ص 2-3.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "در شرایط حاکم بر چین امروز، تضادهای بین مردم شامل تضادهای درون طبقه کارگر، تضادهای درون دهقانان، تضادهای درون طبقه روشنفکر، تضادهای بین طبقه کارگر و دهقانان، تضادهای بین طبقه کارگر است. کارگران و دهقانان از یک سو و روشنفکران از سوی دیگر، تضادهای طبقه کارگر و سایر بخشهای زحمتکش از یک سو و بورژوازی ملی از سوی دیگر، تضادهای درون بورژوازی ملی و غیره. حکومت مردمی ما دولتی است که واقعاً منافع مردم را نمایندگی می کند. این دولتی است که به مردم خدمت می کند. با این وجود، هنوز تناقضات خاصی بین دولت و مردم وجود دارد. اینها شامل تضاد میان منافع دولت، منافع جمعی و منافع فردی است. بین دموکراسی و تمرکزگرایی؛ بین رهبری و رهبری؛ و تناقض ناشی از سبک کار بوروکراتیک برخی از کارگران دولتی در روابط آنها با توده ها. همه اینها هم تضاد بین مردم است. به طور کلی، هویت اصلی منافع مردم زمینه ساز تضادهای بین مردم است.", "description": "همانجا صص 3-4.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "تضادهای دشمن و ما تضادهای متضاد است. در درون صفوف مردم، تضادهای میان کارگران غیر خصمانه است، در حالی که تضادهای بین طبقات استثمار شده و استثمارگر علاوه بر جنبه خصمانه، جنبه غیرآنتاگونیستی نیز دارد.", "description": "همان، ص. 3.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "در زندگی سیاسی مردم ما چگونه باید حق را از باطل در گفتار و کردار تشخیص داد؟ ما بر اساس اصول قانون اساسی، اراده اکثریت قاطع مردم و مواضع سیاسی مشترکی که در مناسبت های مختلف از سوی احزاب و گروه های سیاسی ما اعلام شده است، بر این باوریم که به طور کلی معیارها باید این باشد. به شرح زیر است:", "description": "(1) گفتار و اعمال باید به اتحاد و نه تفرقه بین مردم ملیت های مختلف ما کمک کند.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "(2) آنها باید برای تحول سوسیالیستی و ساخت سوسیالیستی مفید و نه مضر باشند.", "description": "(3) آنها باید به تحکیم، و نه تضعیف یا تضعیف دیکتاتوری دموکراتیک مردم کمک کنند.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "(4) آنها باید به تحکیم و نه تضعیف یا تضعیف سانترالیسم دموکراتیک کمک کنند.", "description": "(5) آنها باید به تقویت رهبری حزب کمونیست کمک کنند، نه اینکه آنها را کنار بگذارند یا تضعیف کنند.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "(6) آنها باید برای اتحاد سوسیالیستی بین المللی و اتحاد مردم صلح دوست جهان مفید و نه مضر باشند. از این شش معیار، مهمترین آنها مسیر سوسیالیستی و رهبری حزب است.", "description": "همان، ص 57-58.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "مسئله سرکوب ضدانقلاب، بحث مبارزه ما با دشمن، تضاد ما و دشمن است. در میان مردم، برخی این سوال را تا حدودی متفاوت می بینند. دو نوع از افراد دیدگاه های متفاوتی با ما دارند. آنهایی که تفکر حق طلبانه دارند بین ما و دشمن فرقی نمی گذارند و دشمن را به جای مردم خود می گیرند. آنها همان افرادی را دوست می دانند که توده های وسیع آنها را دشمن می دانند. آنهایی که تفکر «چپ» دارند، تضادهای بین ما و دشمن را آنقدر بزرگ می کنند که تضادهای خاصی را در بین مردم به دلیل تضاد با دشمن می دانند و به عنوان افراد ضدانقلاب می دانند که در واقع ضد انقلاب نیستند. هر دو این دیدگاه اشتباه است. هیچ کدام نمی تواند منجر به رسیدگی صحیح به مسئله سرکوب ضدانقلابیون یا ارزیابی صحیح این کار شود.", "description": "همان، ص. 25.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "تضادهای کیفی متفاوت تنها با روش های کیفی متفاوت قابل حل است. برای مثال، تضاد بین پرولتاریا و بورژوازی با روش انقلاب سوسیالیستی حل می شود. تضاد بین توده های بزرگ مردم و نظام فئودالی با روش انقلاب دموکراتیک حل می شود. تضاد بین مستعمرات و امپریالیسم با روش جنگ انقلابی ملی حل می شود. تضاد بین طبقه کارگر و طبقه دهقان در جامعه سوسیالیستی با روش جمع آوری و ماشینی سازی در کشاورزی حل می شود. تضاد درون حزب کمونیست با روش انتقاد و خودانتقادی حل می شود. تضاد جامعه و طبیعت با روش رشد نیروهای مولد حل می شود. . . . اصل استفاده از روش های مختلف برای حل تضادهای مختلف، یکی از اصولی است که مارکسیست ها-لنینیست ها باید به شدت رعایت کنند.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص 321-22.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "از آنجایی که ماهیت آنها متفاوت است، تضادهای ما با دشمن و تضادهای بین مردم را باید با روش های مختلف حل کرد. به طور اجمالی، اولی موضوعی است که بین ما و دشمن تمایز قائل می شود و دومی برای تشخیص درست و نادرست. البته این درست است که تمایز بین ما و دشمن، حق و باطل نیز هست. مثلاً این که حق با کیست، ما یا مرتجعین داخلی و خارجی، امپریالیست ها، فئودالیست ها و بوروکرات ها-سرمایه داران هم بحث حق و باطل است، اما در مقوله ای متفاوت از حق است. و در میان مردم نادرست است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 5-6.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "تنها راه حل مسائل ایدئولوژیک یا مسائل بحث برانگیز در میان مردم روش دموکراتیک، روش بحث، انتقاد، اقناع و آموزش است و نه از طریق زور یا سرکوب. مردم برای اینکه بتوانند تولیدات و تحصیلات خود را به نحو احسن پیش ببرند و زندگی خود را به درستی سامان دهند، از دولت و متولیان تولید و سازمان های فرهنگی و آموزشی می خواهند که دستورات مقتضی را صادر کنند. عقل سلیم این است که حفظ نظم عمومی بدون چنین مقررات اداری غیر ممکن خواهد بود. دستورات اداری و روش اقناع و تربیت مکمل یکدیگر در رفع تناقضات میان مردم هستند. حتی مقررات اداری برای حفظ نظم عمومی باید با اقناع و آموزش همراه باشد، زیرا در بسیاری از موارد مقررات به تنهایی کارساز نخواهد بود.", "description": "همان، ص 11-12.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": " ناگزیر، بورژوازی و خرده بورژوازی ایدئولوژی های خود را بیان خواهند کرد. لاجرم آنها به هر وسیله ممکن در مورد مسائل سیاسی و ایدئولوژیک خود را سرسختانه ابراز می کنند. شما نمی توانید انتظار داشته باشید که آنها غیر از این عمل کنند. ما نباید از روش سرکوب استفاده کنیم و آنها را از ابراز عقیده باز داریم، بلکه باید به آنها اجازه دهیم که این کار را انجام دهند و در عین حال با آنها بحث کنیم و انتقادهای مناسب را به آنها وارد کنیم. ما بدون شک باید ایده های اشتباه هر توصیفی را نقد کنیم. مطمئناً درست نخواهد بود که از انتقاد خودداری کنیم، در حالی که ایده های نادرست بدون کنترل منتشر می شوند و به آنها اجازه می دهیم که عرصه را در انحصار خود درآورند، نگاه کنیم. اشتباهات را باید نقد کرد و با علف های هرز سمی هر جا که ظاهر شد مبارزه کرد. با این حال، چنین نقدی نباید جزمی باشد و نباید از روش متافیزیکی استفاده کرد، بلکه باید برای اعمال روش دیالکتیکی تلاش کرد. آنچه لازم است تحلیل علمی و استدلال قانع کننده است.", "description": "همان، ص 55-56.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": " انتقاد از کاستی های مردم لازم است، . . . اما در انجام این کار ما باید واقعاً موضع مردم را بگیریم و از روی اشتیاق قلبی برای محافظت و آموزش آنها صحبت کنیم. رفتار با رفقا مانند دشمن، رفتن به موضع دشمن است.", "description": "'گفتگوها در انجمن ینان در مورد ادبیات و هنر' (مه 1942)، آثار منتخب، جلد. III، ص. 92.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "تضاد و مبارزه جهانی و مطلق است، اما روش های حل تضادها، یعنی اشکال مبارزه، با توجه به تفاوت در ماهیت تضادها، متفاوت است. مشخصه برخی از تضادها تضاد آشکار است و برخی دیگر نه. مطابق با توسعه عینی چیزها، برخی از تضادها، که در اصل غیر متضاد بودند، به تضادهایی متضاد تبدیل می شوند، در حالی که برخی دیگر که در ابتدا متضاد بودند، به تضادهایی غیر متضاد تبدیل می شوند.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص 344.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "در شرایط عادی، تضادهای بین مردم تضاد ندارند. با این حال، اگر به درستی با آنها برخورد نشود، یا اگر هوشیاری خود را کاهش دهیم و گارد خود را پایین بیاوریم، ممکن است تضاد ایجاد شود. در یک کشور سوسیالیستی، توسعه از این نوع معمولاً فقط یک پدیده محلی و موقت است. دلیلش این است که نظام استثمار انسان از انسان منسوخ شده و مصالح مردم یکی است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 14.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "در کشور ما تضاد طبقه کارگر و بورژوازی ملی از دسته تضادهای بین مردم است. مبارزه طبقاتی بین این دو عمدتاً یک مبارزه طبقاتی در صفوف مردم است، زیرا بورژوازی ملی چین دارای ویژگی دوگانه است. در دوره انقلاب بورژوا دموکراتیک، هم جنبه انقلابی داشت و هم جنبه آشتی طلبی. در دوره انقلاب سوسیالیستی، استثمار طبقه کارگر برای منفعت یک طرف شخصیت بورژوازی ملی را تشکیل می دهد، در حالی که حمایت آن از قانون اساسی و تمایلش به پذیرش دگرگونی سوسیالیستی، طرف دیگر را تشکیل می دهد. بورژوازی ملی با امپریالیست ها، زمین داران و بوروکرات-سرمایه داران تفاوت دارد. تضاد بین بورژوازی ملی و طبقه کارگر تضاد بین استثمارگر و استثمار شونده است و طبیعتاً تضاد است. با این وجود، در شرایط انضمامی چین، این تضاد طبقاتی متخاصم، اگر به درستی مدیریت شود، می تواند به تضاد غیر متضاد تبدیل شود و با روش های مسالمت آمیز حل شود. اما اگر درست برخورد نکنیم و سیاست اتحاد و انتقاد و آموزش بورژوازی ملی را دنبال نکنیم و یا بورژوازی ملی این سیاست ما را نپذیرد، به تضاد بین خود و دشمن تبدیل خواهد شد. ", "description": "همان، ص. 4-5.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "[شورش ضدانقلابی در مجارستان در سال 1956] موردی بود که مرتجعین در داخل یک کشور سوسیالیستی، همسو با امپریالیستها بودند که با سوء استفاده از تضادهای بین مردم برای دامن زدن به اختلاف و برانگیختن آنها، به اهداف توطئه آمیز خود دست یافتند. بی نظمی این درس از رویدادهای مجارستان شایسته توجه است.", "description": "همان، ص. 15.", "category": " رسیدگی صحیح به تناقضات بین مردم"}, {"text": "جنگ بالاترین شکل مبارزه برای حل و فصل تضادهاست، زمانی که تضادها تا مرحله خاصی بین طبقات، ملتها، دولتها یا گروههای سیاسی توسعه یافته باشد و از زمان پیدایش مالکیت خصوصی و طبقات وجود داشته است. ~~", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص. 180.", "category": "جنگ و صلح"}, {"text": " 'جنگ ادامه سیاست است.' به این معنا، جنگ سیاست است و جنگ خود یک عمل سیاسی است. از قدیم الایام جنگی وجود نداشته است که شخصیت سیاسی نداشته باشد... اما جنگ ویژگی های خاص خود را دارد و از این نظر نمی توان آن را به طور کلی با سیاست یکی دانست. 'جنگ ادامه سیاست ها به روش دیگری است.' وقتی سیاست تا مرحله خاصی پیش می رود که فراتر از آن نمی توان با وسایل معمول پیش رفت، جنگ شروع می شود تا موانع را از سر راه بردارد... وقتی مانع برداشته شد و هدف سیاسی ما به آن رسید، جنگ متوقف می شود. با این وجود، اگر مانع به طور کامل از بین نرود، جنگ باید تا تحقق کامل هدف ادامه یابد... بنابراین می توان گفت که سیاست جنگ بدون خونریزی است در حالی که جنگ سیاست با خونریزی است.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. دوم، صص 152-53 *", "category": "جنگ و صلح"}, {"text": "تاریخ نشان می دهد که جنگ ها به دو قسم عادلانه و ناعادلانه تقسیم می شوند. همه جنگ هایی که پیشروی می کنند عادلانه هستند و همه جنگ هایی که مانع پیشرفت می شوند ناعادلانه هستند. ما کمونیست ها با همه جنگ های ناعادلانه ای که مانع پیشرفت می شوند مخالفیم، اما با جنگ های مترقی و عادلانه مخالف نیستیم. ما کمونیست ها نه تنها با جنگ های عادلانه مخالف نیستیم. ما فعالانه در آنها شرکت می کنیم. در مورد جنگ های ناعادلانه، جنگ جهانی اول نمونه ای است که در آن هر دو طرف برای منافع امپریالیستی می جنگیدند. از این رو، کمونیست های کل جهان به شدت با آن جنگ مخالفت کردند. راه مقابله با چنین جنگی این است که هر کاری که ممکن است برای جلوگیری از آن قبل از شروع آن انجام دهیم و پس از شروع آن، با جنگ با جنگ مخالفت کنیم، هر زمان که ممکن است با جنگ ناعادلانه با جنگ عادلانه مخالفت کنیم.", "description": "همان، ص. 150.", "category": "جنگ و صلح"}, {"text": "انقلاب ها و جنگ های انقلابی در جامعه طبقاتی اجتناب ناپذیر است و بدون آنها امکان هیچ جهشی در توسعه اجتماعی و سرنگونی طبقات حاکم مرتجع و در نتیجه کسب قدرت سیاسی برای مردم غیرممکن است.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 344.*", "category": "جنگ و صلح"}, {"text": "جنگ انقلاب ضد سمی است که نه تنها زهر دشمن را از بین می برد بلکه ما را از پلیدی خودمان نیز پاک می کند. هر جنگ عادلانه و انقلابی دارای قدرت فوق العاده ای است و می تواند بسیاری از چیزها را متحول کند یا راه را برای دگرگونی آنها باز کند. جنگ چین و ژاپن هم چین و هم ژاپن را متحول خواهد کرد. به شرطی که چین در جنگ مقاومت و در جبهه متحد استقامت کند، ژاپن قدیم مطمئناً به ژاپنی جدید و چین قدیم به چینی جدید تبدیل خواهد شد و مردم و هر چیز دیگری در چین و ژاپن در طول و بعد از آن متحول خواهند شد. جنگ.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 131.*", "category": "جنگ و صلح"}, {"text": "هر کمونیست باید حقیقت را درک کند. 'قدرت سیاسی از لوله تفنگ رشد می کند.'", "description": "«مشکلات جنگ و استراتژی» (6 نوامبر 1938)، منتخب آثار، جلد. II، ص. 224.", "category": "جنگ و صلح"}, {"text": "تسخیر قدرت با نیروی مسلح، حل مسئله با جنگ، وظیفه اصلی و عالی ترین شکل انقلاب است. این اصل مارکسیستی-لنینیستی انقلاب در سطح جهانی، برای چین و برای همه کشورهای دیگر، به خوبی برقرار است.", "description": "همانجا پ. 219.", "category": "جنگ و صلح"}, {"text": "بدون مبارزه مسلحانه، نه پرولتاریا، نه مردم و نه حزب کمونیست اصلاً در چین جایگاهی نخواهند داشت و پیروزی انقلاب غیرممکن خواهد بود. در این سالها [هجده سالی که از تأسیس حزب می گذرد] توسعه، تحکیم و بلشویزاسیون حزب ما در بحبوحه جنگ های انقلابی پیش رفته است. بدون مبارزه مسلحانه حزب کمونیست مطمئناً آن چیزی که امروز است نخواهد بود. رفقای سراسر حزب هرگز نباید این تجربه را که ما برای آن هزینه خون داده ایم فراموش کنند.", "description": "'معرفی کمونیست' (4 اکتبر 1939)، برگزیده آثار، جلد. II، ص. 292.*", "category": "جنگ و صلح"}, {"text": "طبق نظریه مارکسیستی دولت، ارتش جزء اصلی قدرت دولتی است. هر کس می خواهد قدرت دولتی را به دست گیرد و حفظ کند باید ارتش قوی داشته باشد. برخی از مردم ما را به عنوان مدافعان 'قادر مطلق جنگ' مسخره می کنند. بله، ما مدافع قدرت مطلق جنگ انقلابی هستیم. این خوب است، بد نیست، مارکسیست است. تفنگ حزب کمونیست روسیه سوسیالیسم را ایجاد کرد. ما یک جمهوری دموکراتیک ایجاد خواهیم کرد. تجربه مبارزه طبقاتی در عصر امپریالیسم به ما می آموزد که طبقه کارگر و توده های کارگر تنها با قدرت تفنگ است که می توانند بورژوازی مسلح و زمین داران را شکست دهند. از این نظر می توان گفت که تنها با اسلحه می توان کل جهان را متحول کرد.", "description": "«مشکلات جنگ و استراتژی» (6 نوامبر 1938)، منتخب آثار، جلد. II، ص. 225.", "category": "جنگ و صلح"}, {"text": "ما طرفدار لغو جنگ هستیم، ما جنگ نمی خواهیم. اما جنگ فقط از طریق جنگ لغو می شود و برای خلاص شدن از شر اسلحه باید اسلحه را به دست گرفت.", "description": "همانجا.", "category": "جنگ و صلح"}, {"text": "جنگ، این هیولای کشتار متقابل بین انسانها، سرانجام با پیشرفت جامعه بشری و در آینده ای نه چندان دور نیز از بین خواهد رفت. اما تنها یک راه برای از بین بردن آن وجود دارد و آن مقابله با جنگ با جنگ، مخالفت با جنگ ضدانقلاب با جنگ انقلابی، مقابله با جنگ ضد انقلاب ملی با جنگ ملی انقلابی، و مقابله با جنگ طبقاتی ضد انقلاب با جنگ طبقاتی انقلابی است. .... وقتی جامعه بشری به حدی پیش رفت که طبقات و دولت ها از بین برود، دیگر جنگی، ضد انقلابی و انقلابی، ناعادلانه و عادلانه وجود نخواهد داشت. که دوران صلح ابدی برای بشریت خواهد بود. مطالعه ما در مورد قوانین جنگ انقلابی از تمایل به حذف همه جنگ ها سرچشمه می گیرد. تمایز بین ما کمونیست ها و تمام طبقات استثمارگر در همین جاست.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص 182-83.", "category": "جنگ و صلح"}, {"text": "کشور ما و همه کشورهای سوسیالیستی دیگر خواهان صلح هستند. مردم تمام کشورهای جهان هم همینطور. تنها کسانی که خواهان جنگ هستند و خواهان صلح نیستند، گروه های سرمایه داری انحصاری در تعداد انگشت شماری از کشورهای امپریالیستی هستند که برای منافع خود به تجاوز وابسته هستند.", "description": "'سخنرانی افتتاحیه در هشتمین کنگره ملی حزب کمونیست چین' (15 سپتامبر 1956).", "category": "جنگ و صلح"}, {"text": " برای دستیابی به یک صلح جهانی پایدار، ما باید دوستی و همکاری خود را با کشورهای برادر در اردوگاه سوسیالیستی توسعه دهیم و همبستگی خود را با همه کشورهای صلح دوست تقویت کنیم. ما باید تلاش کنیم تا روابط دیپلماتیک عادی بر اساس احترام متقابل به تمامیت ارضی و حاکمیت و برابری و منافع متقابل را با همه کشورهایی که مایل به زندگی در صلح با ما هستند، برقرار کنیم. ما باید از جنبش استقلال ملی و آزادیبخش در کشورهای آسیایی، آفریقایی و آمریکای لاتین و همچنین از جنبش صلح و مبارزات عادلانه در تمام کشورهای جهان حمایت کنیم.", "description": "همانجا.", "category": "جنگ و صلح"}, {"text": "در مورد کشورهای امپریالیستی، ما باید با مردمان آنها متحد شویم و برای همزیستی مسالمت آمیز با آنها تلاش کنیم، با آنها تجارت کنیم و از هرگونه جنگ احتمالی جلوگیری کنیم، اما تحت هیچ شرایطی نباید تصورات غیرواقعی در مورد آنها داشته باشیم.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 75.", "category": "جنگ و صلح"}, {"text": " ما آرزوی صلح داریم. با این حال، اگر امپریالیسم بر جنگیدن پافشاری کند، ما چاره ای جز این نخواهیم داشت که قبل از ادامه ساخت و ساز خود، تصمیم قاطعانه ای برای مبارزه تا پایان داشته باشیم. اگر هر روز از جنگ می ترسید، اگر در نهایت جنگ بیاید چه خواهید کرد؟ اول گفتم باد شرقی بر باد غربی غلبه دارد و جنگ نخواهد شد و حالا این توضیحات را در مورد وضعیت در صورت وقوع جنگ اضافه کردم. بنابراین هر دو احتمال در نظر گرفته شده است.", "description": "سخنرانی در نشست مسکو احزاب کمونیست و کارگری (18 نوامبر 1957)، به نقل از 'بیانیه سخنگوی دولت چین' (1 سپتامبر 1963).*", "category": "جنگ و صلح"}, {"text": "مردم در سراسر جهان اکنون در حال بحث هستند که آیا جنگ جهانی سوم آغاز خواهد شد. در مورد این سوال هم باید آمادگی ذهنی داشته باشیم و تحلیلی انجام دهیم. ما قاطعانه طرفدار صلح و علیه جنگ هستیم. با این حال، اگر امپریالیست ها بر راه انداختن جنگ دیگری اصرار دارند، ما نباید از آن هراس داشته باشیم. نگرش ما نسبت به این مسئله مانند نگرش ما نسبت به هر گونه اغتشاش است: اولاً ما مخالف آن هستیم. دوم، ما از آن نمی ترسیم. پس از جنگ جهانی اول، اتحاد جماهیر شوروی با جمعیتی بالغ بر 200 میلیون نفر به وجود آمد. پس از جنگ جهانی دوم، اردوگاه سوسیالیستی با جمعیتی بالغ بر 900 میلیون نفر به وجود آمد. اگر امپریالیست ها بر راه اندازی جنگ جهانی سوم پافشاری کنند، مسلم است که چند صد میلیون نفر دیگر به سوسیالیسم روی خواهند آورد و در این صورت جای زیادی برای امپریالیست ها روی زمین باقی نمی ماند. همچنین این احتمال وجود دارد که کل ساختار امپریالیسم کاملاً فرو بپاشد.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 67-68.", "category": "جنگ و صلح"}, {"text": " دردسر درست کن، شکست بخور، دوباره مشکل ساز، دوباره شکست بخور. . . این منطق امپریالیستها و همه مرتجعین جهان در برخورد با آرمان مردم است و هرگز مخالف این منطق نخواهند بود. این یک قانون مارکسیستی است. وقتی می گوییم 'امپریالیسم وحشیانه است'، منظور ما این است که ماهیت آن هرگز تغییر نخواهد کرد، امپریالیست ها هرگز چاقوهای قصاب خود را زمین نخواهند گذاشت، هرگز تا زمان مرگشان بودا نخواهند شد. بجنگ، شکست بخور، دوباره بجنگ، دوباره شکست بخور، دوباره بجنگ. . . تا پیروزی آنها؛ این منطق مردم است و آنها نیز هرگز مخالف این منطق نخواهند بود. این یکی دیگر از قوانین مارکسیستی است. انقلاب مردم روسیه از این قانون پیروی کرد و انقلاب خلق چین نیز همینطور.", "description": " 'توهمات را دور بریزید، برای مبارزه آماده شوید' (14 اوت 1949)، آثار منتخب، جلد. IV، ص. 428.", "category": "جنگ و صلح"}, {"text": "فقط به این دلیل که ما پیروز شده ایم، هرگز نباید هوشیاری خود را در برابر توطئه های دیوانه کننده انتقام امپریالیست ها و سگ های دونده آنها کاهش دهیم. هر کس هوشیاری خود را کاهش دهد از نظر سیاسی خود را خلع سلاح می کند و در موقعیت انفعالی قرار می گیرد.", "description": "'خطاب به کمیته مقدماتی کنفرانس مشورتی سیاسی جدید' (15 ژوئن 1949)، آثار منتخب، جلد 13، ص 138. IV، ص. 407.", "category": "جنگ و صلح"}, {"text": "امپریالیستها و سگهای دونده آنها، مرتجعین چینی، برای شکست در این سرزمین چین تسلیم نخواهند شد. آنها به هر طریق ممکن به گروهک زدن علیه مردم چین ادامه خواهند داد. به عنوان مثال، آنها ماموران خود را به چین قاچاق می کنند تا اختلاف ایجاد کنند و مشکل ایجاد کنند. این مسلم است؛ آنها هرگز از این فعالیت ها غافل نخواهند شد. به عنوان مثال دیگر، امپریالیست ها مرتجعین چینی را تحریک خواهند کرد و حتی نیروهای خود را برای محاصره بنادر چین خواهند انداخت. تا زمانی که امکان داشته باشد این کار را انجام خواهند داد. علاوه بر این، اگر آنها همچنان مشتاق ماجراجویی باشند، تعدادی از نیروهای خود را برای حمله و آزار و اذیت مرزهای چین می فرستند. این نیز غیرممکن نیست. همه اینها را باید کاملاً در نظر بگیریم.", "description": "همانجا.*", "category": "جنگ و صلح"}, {"text": "جهان در حال پیشرفت است، آینده روشن است و هیچکس نمی تواند این روند کلی تاریخ را تغییر دهد. ما باید در میان مردم در مورد حقایق پیشرفت جهان و آینده روشن پیش رو تبلیغات مداوم داشته باشیم تا اعتماد آنها به پیروزی ایجاد شود.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV. پ. 59.", "category": "جنگ و صلح"}, {"text": " فرماندهان و مبارزان کل ارتش آزادیبخش خلق چین مطلقاً نباید حداقل اراده خود را برای جنگیدن آرام کنند. هر تفکری که اراده مبارزه را آرام کند و دشمن را کوچک جلوه دهد اشتباه است.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 361.", "category": "جنگ و صلح"}, {"text": "همه مرتجعین ببرهای کاغذی هستند. مرتجعین در ظاهر وحشتناک هستند، اما در واقعیت چندان قدرتمند نیستند. از دیدگاه بلندمدت، این مرتجعین نیستند، بلکه مردم هستند که قدرتمندند.", "description": "'گفتگو با خبرنگار آمریکایی آنا لوئیز استرانگ' (اوت 1946)، آثار منتخب، جلد. IV، ص. 100.", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "همانطور که هیچ چیز در جهان بدون ماهیت دوگانه وجود ندارد (این قانون وحدت اضداد است)، امپریالیسم و همه مرتجعین ماهیت دوگانه دارند - آنها ببر واقعی و ببر کاغذی هستند. زمان. در تاریخ گذشته، قبل از کسب قدرت دولتی و مدتی پس از آن، طبقه برده دار، طبقه زمیندار فئودال و بورژوازی نیرومند، انقلابی و مترقی بودند - آنها ببرهای واقعی بودند. اما با گذشت زمان، از آنجا که مخالفان آنها - طبقه برده، طبقه دهقان و پرولتاریا - گام به گام قدرت گرفتند، با آنها بیشتر و شدیدتر مبارزه کردند، این طبقات حاکم گام به گام به سمت معکوس تغییر کردند. مرتجع، تبدیل به مردم عقب مانده، تبدیل به ببرهای کاغذی. علاوه بر این، در نهایت توسط مردم سرنگون شدند، یا سرنگون خواهند شد. طبقات مرتجع، عقب مانده و در حال زوال، این ماهیت دوگانه را حتی در آخرین مبارزات مرگ و زندگی خود علیه مردم حفظ کردند. از یک طرف، آنها ببرهای واقعی بودند. آنها مردم را بلعیدند، میلیون ها و ده ها میلیون نفر را بلعیدند. آرمان مبارزات مردم دوران سختی و سختی را پشت سر گذاشت و در طول مسیر، پیچ و خم های فراوانی داشت. برای از بین بردن حکومت امپریالیسم، فئودالیسم و بوروکرات-کاپیتالیسم در چین بیش از صد سال زمان مردم چین طول کشید و قبل از پیروزی در سال 1949 به قیمت جان ده ها میلیون نفر تمام شد. ببینید! آیا اینها ببرهای زنده، ببرهای آهنی، ببرهای واقعی نبودند؟ با این وجود، در نهایت آنها به ببرهای کاغذی، ببرهای مرده و ببرهای کشک لوبیا تبدیل شدند. اینها حقایق تاریخی است. آیا مردم این حقایق را ندیده یا نشنیده اند؟ در واقع هزاران و ده ها هزار نفر از آنها وجود داشته است! هزاران و ده ها هزار! از این رو، امپریالیسم و همه مرتجعین را که اساساً از منظر بلندمدت، از منظر استراتژیک به آنها نگاه می کنیم، باید همان گونه که هستند - ببرهای کاغذی - دید. بر این اساس باید تفکر استراتژیک خود را بسازیم. از سوی دیگر، آنها نیز ببرهای زنده هستند، ببرهای آهنی، ببرهای واقعی که می توانند مردم را ببلعند. بر این اساس، ما باید تفکر تاکتیکی خود را بسازیم.", "description": "سخنرانی در نشست Wuchang دفتر سیاسی کمیته مرکزی حزب کمونیست چین (1 دسامبر 1958)، نقل شده در یادداشت توضیحی 'گفتگو با خبرنگار آمریکایی آنا لوئیز استرانگ'، آثار منتخب، جلد . چهارم، صص 98-99. *", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": " من گفته ام که همه مرتجعین مشهور قدرتمند فقط ببرهای کاغذی هستند. دلیلش این است که از مردم طلاق گرفته اند. نگاه کن آیا هیتلر یک ببر کاغذی نبود؟ آیا هیتلر سرنگون نشد؟ من هم گفتم تزار روسیه، امپراتور چین و امپریالیسم ژاپن همه ببرهای کاغذی بودند. همانطور که می دانیم همه آنها سرنگون شدند. امپریالیسم آمریکا هنوز سرنگون نشده و بمب اتم دارد. من معتقدم که آن نیز سرنگون خواهد شد. این هم ببر کاغذی است.", "description": "سخنرانی در نشست مسکو احزاب کمونیست و کارگری (18 نوامبر 1957).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": " 'بلند کردن یک سنگ فقط برای انداختن آن روی پای خود' یک ضرب المثل عامیانه چینی برای توصیف رفتار برخی احمق ها است. مرتجعین در همه کشورها از این دست احمق هستند. در تحلیل نهایی، آزار و اذیت مردم انقلابی توسط آنها تنها به تسریع انقلاب های مردمی در مقیاس گسترده تر و شدیدتر کمک می کند. آیا آزار و اذیت مردم انقلابی توسط تزار روسیه و چیانگ کای شک این کار را در انقلاب های بزرگ روسیه و چین انجام نداد؟", "description": "'سخنرانی در نشست شورای عالی اتحاد جماهیر شوروی در جشن چهلمین سالگرد انقلاب کبیر سوسیالیستی اکتبر' (6 نوامبر 1957).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "امپریالیسم آمریکا به قلمرو چین تایوان حمله کرد و آن را در 9 سال گذشته اشغال کرده است. چندی پیش نیروهای مسلح خود را برای حمله و اشغال لبنان فرستاد. ایالات متحده صدها پایگاه نظامی در بسیاری از کشورهای جهان ایجاد کرده است. قلمرو چین یعنی تایوان، لبنان و تمامی پایگاه های نظامی ایالات متحده در خاک خارجی، حلقه های زیادی بر گردن امپریالیسم ایالات متحده است. طناب ها را خود آمریکایی ها و هیچ کس دیگری ساخته اند و خودشان هستند که این طناب ها را به گردن خود انداخته اند و سر طناب ها را به دست مردم چین، مردم کشورهای عربی و همه مردم داده اند. از جهان که عاشق صلح و مخالف تجاوز هستند. هر چه متجاوزان آمریکایی بیشتر در آن مکان ها بمانند، حلقه های دور گردنشان محکم تر می شود.", "description": "سخنرانی در کنفرانس عالی دولتی (8 سپتامبر 1958).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "امپریالیسم زیاد دوام نخواهد آورد زیرا همیشه کارهای شیطانی می کند. در آراستگی و حمایت از مرتجعین در همه کشورهای مخالف مردم پافشاری می کند، بسیاری از مستعمرات و نیمه مستعمرات و بسیاری از پایگاه های نظامی را به زور تصرف کرده و صلح را با جنگ اتمی تهدید می کند. بنابراین، بیش از 90 درصد از مردم جهان که توسط امپریالیسم مجبور به انجام این کار شده اند، در مبارزه علیه آن قیام کرده و یا خواهند قیام خواهند کرد. با این حال، امپریالیسم هنوز زنده است و هنوز در آسیا، آفریقا و آمریکای لاتین غوغا می کند. در غرب امپریالیسم هنوز در داخل به مردم سرکوب می کند. این وضعیت باید تغییر کند. این وظیفه مردم سراسر جهان است که به تجاوز و ستم امپریالیسم و عمدتاً امپریالیسم آمریکا پایان دهند.", "description": "مصاحبه با خبرنگار خبرگزاری Hsinhua (29 سپتامبر 1958).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "امپریالیسم ایالات متحده که همه جا را زمزمه می کند، خود را دشمن مردم جهان ساخته و به طور فزاینده ای خود را منزوی کرده است. بمب های اتمی و بمب های هیدروژنی در دست امپریالیست های ایالات متحده هرگز کسانی را که از بردگی امتناع می کنند، گاو نخواهند داد. موج خشمگین مردم جهان در برابر متجاوزان آمریکا مقاومت ناپذیر است. مبارزه آنها علیه امپریالیسم ایالات متحده و لات های آن مطمئناً پیروزی های بزرگتری به دست خواهد آورد.", "description": " 'بیانیه حمایت از مبارزه عادلانه میهن پرستانه مردم پاناما علیه امپریالیسم ایالات متحده' (12 ژانویه 1964)، مردم جهان، متحد شوید و متجاوزان ایالات متحده و همه ناتوانان آنها را شکست دهید، ویرایش دوم، ص 9-10.~ ~~", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "اگر گروه های سرمایه داری انحصاری ایالات متحده در پیشبرد سیاست های تجاوزکارانه و جنگی خود پافشاری کنند، روزی فرا خواهد رسید که مردم سراسر جهان آنها را به دار آویختند. همین سرنوشت در انتظار همدستان ایالات متحده است.", "description": "سخنرانی در کنفرانس عالی دولتی (8 سپتامبر 1958).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": " در طول یک دوره طولانی، ما این مفهوم را برای مبارزه با دشمن توسعه داده ایم: از نظر استراتژیک باید همه دشمنان خود را تحقیر کنیم، اما از نظر تاکتیکی باید همه آنها را جدی بگیریم. این نیز به این معنی است که ما باید دشمن را نسبت به کل تحقیر کنیم، اما باید او را در مورد هر سؤال عینی جدی بگیریم. اگر دشمن را نسبت به کل تحقیر نکنیم، مرتکب خطای اپورتونیسم هستیم. مارکس و انگلس فقط دو نفر بودند، اما در همان روزهای اولیه آنها قبلاً اعلام کردند که سرمایه داری در سراسر جهان سرنگون خواهد شد. با این حال، در برخورد با مشکلات مشخص و دشمنان خاص، ما مرتکب خطای ماجراجویی خواهیم شد، مگر اینکه آنها را جدی بگیریم. در جنگ، نبردها را تنها می توان یکی یکی انجام داد و نیروهای دشمن را تنها می توان یک به یک نابود کرد. کارخانه ها را فقط می توان یکی یکی ساخت. دهقانان فقط می توانند زمین را با قطعه شخم بزنند. همین امر حتی در مورد خوردن یک وعده غذایی نیز صادق است. از نظر استراتژیک، ما خوردن یک وعده غذایی را سبک می دانیم - می دانیم که می توانیم آن را تمام کنیم. در واقع ما آن را لقمه به لقمه می خوریم. غیرممکن است که کل یک ضیافت را در یک لقمه ببلعید. این به عنوان محلول تکه ای شناخته می شود. در اصطلاح نظامی به آن محو کردن نیروهای دشمن یک به یک می گویند.", "description": "سخنرانی در نشست مسکو احزاب کمونیست و کارگری (18 نوامبر 1957).", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "به نظر من وضعیت بین المللی اکنون به نقطه عطف جدیدی رسیده است. امروزه در جهان دو باد وجود دارد، باد شرقی و باد غربی. یک ضرب المثل چینی وجود دارد که می گوید: 'یا باد شرقی بر باد غربی غلبه دارد یا باد غربی بر باد شرقی'. من معتقدم این ویژگی شرایط امروز است که باد شرقی بر باد غربی غالب است. یعنی نیروهای سوسیالیسم به شدت بر نیروهای امپریالیسم برتری یافته اند.", "description": "همانجا.", "category": "امپریالیسم و همه مرتجعین ببرهای کاغذی هستند"}, {"text": "مردم جهان متحد شوید و متجاوزان آمریکا و تمام سگ های دونده آنها را شکست دهید! مردم جهان، شجاع باشید و جرات مبارزه کنید، از دشواری ها سرپیچی کنید و موج به موج پیش بروید. آن وقت تمام دنیا متعلق به مردم خواهد بود. هیولاها از هر نوع باید نابود شوند.", "description": " 'بیانیه حمایت از مردم کنگو (L.) در برابر تجاوزات ایالات متحده' (28 نوامبر 1964)، مردم جهان، متحد شوید و متجاوزان ایالات متحده و همه فقیران آنها را شکست دهید، ویرایش دوم، ص. 14.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "حزب کمونیست چین که بر اساس علم مارکسیسم-لنینیسم ارزیابی روشنی از وضعیت بین المللی و داخلی انجام داده بود، تشخیص داد که تمام حملات مرتجعین در داخل و خارج باید شکست خورده و می توان آنها را شکست داد. شکست بخورد وقتی ابرهای تیره در آسمان ظاهر شدند، اشاره کردیم که آنها موقتی هستند، تاریکی به زودی می گذرد و خورشید می شکند.", "description": " 'وضعیت کنونی و وظایف ما' (25 دسامبر 1947)، منتخب نوشته های نظامی، چاپ دوم، ص. 347.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "از نظر تاریخی، همه نیروهای ارتجاعی در آستانه انقراض، همواره آخرین مبارزه ناامیدانه را علیه نیروهای انقلابی انجام می دهند، و برخی از انقلابیون ممکن است برای مدتی توسط این پدیده قدرت ظاهری، اما ضعف درونی که از درک واقعیت اساسی ناتوان هستند، فریب بخورند. که دشمن رو به انقراض است در حالی که خودشان به پیروزی نزدیک می شوند.", "description": " 'نقطه عطف در جنگ جهانی دوم' (12 اکتبر 1942)، آثار منتخب، جلد. III، ص. 103.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "اگر آنها [کومینتانگ] بجنگند، ما آنها را کاملاً از بین خواهیم برد. اوضاع اینگونه است: اگر آنها حمله کنند و ما آنها را از بین ببریم، آنها این رضایت را خواهند داشت. از بین بردن برخی، برخی از رضایت; از بین بردن بیشتر، رضایت بیشتر. همه چیز را از بین ببرید، رضایت کامل. مشکلات چین پیچیده است و مغز ما نیز باید کمی پیچیده باشد. اگر آنها شروع به جنگیدن کردند، ما به عقب می جنگیم، برای به دست آوردن صلح می جنگیم.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV، ص. 56.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "اگر کسی به ما حمله کند و اگر شرایط برای نبرد مساعد باشد، قطعاً برای دفاع از خود قاطعانه، کامل، کامل و کامل او را محو می کنیم (عجولانه ضربه نمی زنیم، اما وقتی ضربه می زنیم، باید پیروزی). ما هرگز نباید تحت تأثیر غوغای مرتجعین قرار بگیریم.", "description": "'درباره مذاکرات صلح با کومینتانگ - بخشنامه کمیته مرکزی حزب کمونیست چین' (26 اوت 1945)، آثار منتخب، جلد. IV، ص. 49*", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "تا آنجا که به میل خودمان مربوط می شود، حتی یک روز هم نمی خواهیم دعوا کنیم. با این حال، اگر شرایط ما را مجبور به مبارزه کند، می توانیم تا انتها بجنگیم.", "description": "'گفتگو با خبرنگار آمریکایی آنا لوئیز استرانگ' (اوت 1946)، آثار منتخب، جلد. IV، ص. 97.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "ما طرفدار صلح هستیم. اما تا زمانی که امپریالیسم ایالات متحده حاضر به دست کشیدن از خواسته های متکبرانه و نامعقول خود و طرح خود برای گسترش تجاوز نیست، تنها راه برای مردم چین این است که مصمم باقی بمانند تا دوشادوش مردم کره به جنگ ادامه دهند. نه اینکه ما جنگ طلب باشیم. ما حاضریم جنگ را فوراً متوقف کنیم و سؤالات باقی مانده را برای حل و فصل بعدی بگذاریم. با این حال، امپریالیسم ایالات متحده حاضر به انجام این کار نیست. باشه پس بذار دعوا ادامه پیدا کنه هر چقدر امپریالیسم آمریکا بخواهد چندین سال بجنگد، ما تا لحظه ای که مایل به توقف است، تا لحظه پیروزی کامل خلق های چین و کره، آماده مبارزه هستیم.", "description": "سخنرانی در چهارمین جلسه اولین کمیته ملی کنفرانس مشورتی سیاسی خلق چین (7 فوریه 1953).", "category": " جرات مبارزه و جرات پیروزی"}, {"text": " ما باید صفوف خود را از تمام تفکرات ناتوان خلاص کنیم. همه دیدگاه هایی که قدرت دشمن را دست کم می گیرند و قدرت مردم را دست کم می گیرند اشتباه است.", "description": " 'وضعیت کنونی و وظایف ما' (25 دسامبر 1947)، آثار منتخب، جلد. IV، ص. 173.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "مردم و ملت های ستمدیده نباید امید خود را برای رهایی به 'عقلانیت' امپریالیسم و نوکران آن ببندند. آنها فقط با تقویت اتحاد خود و استقامت در مبارزه خود پیروز خواهند شد.", "description": " 'بیانیه مخالفت با تجاوز علیه ویتنام جنوبی و کشتار مردم آن توسط گروه ایالات متحده - انگو دین دیم' (29 اوت 1963)، مردم جهان، متحد شوید و متجاوزان ایالات متحده و همه لاکی های آنها را شکست دهید، ویرایش دوم. ، پ. 6.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": " مهم نیست که این جنگ داخلی در سراسر کشور شروع شود، ما باید به خوبی آماده باشیم. اگر زود بیاید مثلا فردا صبح ما هم باید آماده باشیم. آن نقطه یک است. در شرایط کنونی بین المللی و داخلی، این امکان وجود دارد که برای مدتی جنگ داخلی در مقیاس محدود و محلی نگه داشته شود. آن نقطه دو است. نکته 1 چیزی است که باید برای آن آماده شویم. نکته دو چیزی است که برای مدت طولانی وجود داشته است. خلاصه باید آماده باشیم. با آماده شدن، قادر خواهیم بود با انواع موقعیت های پیچیده به درستی برخورد کنیم.", "description": " 'وضعیت و سیاست ما پس از پیروزی در جنگ مقاومت علیه ژاپن' (13 اوت 1945)، آثار منتخب، جلد. IV، ص. 22.", "category": " جرات مبارزه و جرات پیروزی"}, {"text": "جنگ انقلابی جنگ توده هاست. فقط بسیج توده ها و تکیه بر آنها می تواند آن را به پیش ببرد.", "description": "' نگران رفاه توده ها باشید، به روش های کار توجه کنید' (27 ژانویه 1934)، آثار منتخب، جلد. I. p. 147.*", "category": "جنگ خلق"}, {"text": " سنگر واقعی آهن چیست؟ این توده ها، میلیون ها میلیون نفر هستند که صادقانه و صادقانه از انقلاب حمایت می کنند. این سنگر آهنی واقعی است که شکستن آن برای هیچ نیرویی بر روی زمین غیرممکن و غیرممکن است. ضد انقلاب نمی تواند ما را در هم بکوبد. برعکس، ما آن را خرد خواهیم کرد. با جمع کردن میلیون ها میلیون نفر به دور حکومت انقلابی و گسترش جنگ انقلابی مان، تمام ضدانقلاب ها را محو می کنیم و کل چین را تصرف می کنیم.", "description": "همان، ص. 150.*", "category": "جنگ خلق"}, {"text": "غنی ترین منبع قدرت برای به راه انداختن جنگ در توده های مردم نهفته است. این عمدتاً به دلیل وضعیت سازمان یافته توده های چین است که ژاپن جرأت می کند ما را قلدری کند. هنگامی که این نقص برطرف شود، متجاوز ژاپنی، مانند گاو دیوانه ای که با حلقه ای از شعله های آتش برخورد می کند، توسط صدها میلیون نفر از مردم ما که راست ایستاده اند محاصره می شود، تنها صدای صدای آنها وحشت او را در بر خواهد گرفت و او این کار را خواهد کرد. سوزانده شود.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 186.", "category": "جنگ خلق"}, {"text": "امپریالیست ها جوری به ما قلدری می کنند که باید با آنها برخورد جدی کنیم. ما نه تنها باید یک ارتش منظم قدرتمند داشته باشیم. ما همچنین باید گروه های شبه نظامی مردمی را در مقیاس بزرگ سازماندهی کنیم. این امر باعث می شود که امپریالیست ها در صورت تهاجم حتی یک اینچ در کشور ما حرکت نکنند.", "description": "مصاحبه با خبرنگار خبرگزاری Hsinhua (29 سپتامبر 1958).", "category": "جنگ خلق"}, {"text": "با در نظر گرفتن کلیت جنگ انقلابی، عملیات چریکهای خلق و نیروهای اصلی ارتش سرخ مانند بازوی راست و بازوی چپ یک مرد مکمل یکدیگرند و اگر فقط نیروهای اصلی سرخ را در اختیار داشتیم. ارتش بدون چریک های مردمی، ما مانند یک جنگجوی تنها با یک بازو هستیم. به طور ملموس، و به خصوص در مورد عملیات نظامی، وقتی از مردم در منطقه پایگاه به عنوان یک عامل صحبت می کنیم، منظور ما این است که افراد مسلح داریم. دلیل اصلی ترس دشمن از نزدیک شدن به منطقه پایگاه ما همین است.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص. 238.", "category": "جنگ خلق"}, {"text": "بدون شک پیروزی یا شکست در جنگ عمدتاً با شرایط نظامی، سیاسی، اقتصادی و طبیعی هر دو طرف تعیین می شود. با این حال، نه به تنهایی. همچنین توانایی ذهنی هر طرف در هدایت جنگ تعیین می شود. در تلاش برای پیروزی در جنگ، یک استراتژیست نظامی نمی تواند از محدودیت های تحمیل شده توسط شرایط مادی فراتر رود. با این محدودیت ها، او می تواند و باید برای پیروزی تلاش کند. صحنه عمل برای یک استراتژیست نظامی بر اساس شرایط عینی مادی ساخته شده است، اما در آن صحنه، او می تواند اجرای بسیاری از درام ها، پر از صدا و رنگ، قدرت و عظمت را کارگردانی کند.", "description": "همان، ص 190-91.*", "category": "جنگ خلق"}, {"text": "هدف جنگ به طور خاص «حفظ خود و از بین بردن دشمن» است (از بین بردن دشمن به معنای خلع سلاح او یا سلب قدرت مقاومت از او است و به معنای نابودی فیزیکی هر یک از اعضای نیروهایش نیست. ). در جنگ های قدیم از نیزه و سپر استفاده می شد، نیزه برای حمله و نابودی دشمن و سپر برای دفاع و حفظ خود. تا به امروز، همه سلاح ها همچنان امتداد نیزه و سپر هستند. بمب افکن، مسلسل، اسلحه دوربرد و گاز سمی از پیشرفت های نیزه هستند، در حالی که پناهگاه حمله هوایی، کلاه ایمنی فولادی، استحکامات بتنی و ماسک گاز از پیشرفت های سپر هستند. تانک یک سلاح جدید است که عملکردهای نیزه و سپر را با هم ترکیب می کند. حمله اصلی ترین وسیله برای از بین بردن دشمن است، اما نمی توان از دفاع صرف نظر کرد. در حمله، هدف فوری نابود کردن دشمن است، اما در عین حال، حفظ نفس است، زیرا اگر دشمن از بین نرود، شما نابود خواهید شد. در دفاع، هدف فوری حفظ خود است، اما در عین حال دفاع وسیله ای برای تکمیل حمله یا آماده شدن برای رفتن به حمله است. عقب نشینی در رده دفاع و ادامه دفاع است در حالی که تعقیب ادامه حمله است. لازم به ذکر است که انهدام دشمن هدف اولیه جنگ و حفظ نفس ثانویه است، زیرا تنها با از بین بردن تعداد زیاد دشمن می توان به طور مؤثر خود را حفظ کرد. بنابراین، حمله، وسیله اصلی نابودی دشمن، مقدم است، در حالی که دفاع، وسیله تکمیلی برای نابودی دشمن و وسیله ای برای حفظ نفس، در درجه دوم اهمیت قرار دارد. در جنگ واقعی، دفاع در بیشتر مواقع و با حمله برای بقیه زمان نقش اصلی را ایفا می کند، اما اگر جنگ به طور کلی در نظر گرفته شود، حمله اصلی باقی می ماند.", "description": " 'درباره جنگ طولانی' (مه 1938). منتخب آثار، جلد. II، ص. 156.", "category": "جنگ خلق"}, {"text": "همه اصول راهنماي عمليات نظامي برخاسته از يك اصل اساسي است: تلاش براي حفظ نيروي خود و از بين بردن نيروي دشمن... پس چگونه تشويق فداكاري قهرمانانه در جنگ را توجيه كنيم. ? هر جنگی بهایی دارد، گاهی اوقات بهایی بسیار بالا. آیا این با «حفظ خود» منافات ندارد؟ در واقع، هیچ تناقضی وجود ندارد; به بیان دقیق تر، فداکاری و حفظ نفس هم متضاد و هم مکمل یکدیگرند. زیرا چنین فداکاری نه تنها برای نابودی دشمن بلکه برای حفظ خود نیز ضروری است - «عدم حفظ» جزئی و موقت (ایثار یا پرداخت بهای آن) برای حفظ عمومی و دائمی لازم است. از این اصل اساسی، سلسله اصول هدایت کننده عملیات نظامی سرچشمه می گیرد که همه آنها - از اصول تیراندازی (پوشش برای حفظ خود و استفاده کامل از نیروی آتش برای نابودی دشمن) تا اصول استراتژی - رسوخ می کند. با روح این اصل اساسی. تمامی اصول فنی و تمامی اصول مربوط به تاکتیک ها، کمپین ها و استراتژی، کاربردهای این اصل اساسی را نشان می دهند. اصل حفظ خود و نابودی دشمن اساس همه اصول نظامی است.", "description": "'مشکلات استراتژی در جنگ چریکی علیه ژاپن' (مه 1938)، آثار منتخب، جلد. دوم، ص 81-82.*", "category": "جنگ خلق"}, {"text": "اصول عملیات ما عبارتند از:", "description": "(1) ابتدا به نیروهای منزوی شده دشمن حمله کنید. حمله بعداً نیروهای قوی دشمن را متمرکز کرد.", "category": "جنگ خلق"}, {"text": "(2) ابتدا شهرهای کوچک و متوسط و مناطق وسیع روستایی را در نظر بگیرید. بعداً شهرهای بزرگ را بگیرید.", "description": "(3) از بین بردن قدرت مؤثر دشمن را هدف اصلی خود قرار دهید. نگه داشتن یا تصرف یک شهر یا مکان را هدف اصلی خود قرار ندهید. نگه داشتن یا تصرف یک شهر یا مکان نتیجه از بین بردن قدرت مؤثر دشمن است و اغلب یک شهر یا مکان را فقط پس از چند بار تغییر می توان برای همیشه نگه داشت یا تصرف کرد.", "category": "جنگ خلق"}, {"text": "(4) در هر نبرد، یک نیروی کاملاً برتر (دو، سه، چهار و گاهی حتی پنج یا شش برابر قدرت دشمن) متمرکز کنید، نیروهای دشمن را کاملاً محاصره کنید، سعی کنید آنها را کاملاً از بین ببرید و اجازه ندهید هیچ کدام فرار از تور در شرایط خاص از روش برخورد ضربات کوبنده دشمن استفاده کنیم، یعنی تمام توان خود را متمرکز کنیم تا یک حمله از جلو و حمله به یک یا هر دو جناح او انجام دهیم تا قسمتی را از بین ببریم و قسمتی دیگر را از بین ببریم. ارتش ما می تواند به سرعت نیروهای خود را برای درهم شکستن سایر نیروهای دشمن حرکت دهد. سعی کنید از نبردهای فرسایشی که در آن بیشتر از چیزی که به دست می آوریم ضرر می کنیم و یا فقط به حد تعادل می رسیم اجتناب کنید. به این ترتیب، اگرچه در کل (از نظر تعداد) پست تر هستیم، اما در هر بخش و هر کمپین خاصی برتر خواهیم بود و این پیروزی در مبارزات را تضمین می کند. با گذشت زمان، ما در کل برتر خواهیم شد و در نهایت کل دشمن را از بین خواهیم برد.", "description": "(5) بدون هیچ نبردی ناآماده بجنگید، بدون نبردی بجنگید که مطمئن نیستید برنده شوید. تمام تلاش خود را بکار می گیریم تا برای هر نبرد به خوبی آماده شویم، تمام تلاش خود را برای اطمینان از پیروزی در مجموعه شرایط داده شده بین دشمن و خودمان انجام دهیم.", "category": "جنگ خلق"}, {"text": "(6) سبک مبارزه خود را کاملاً بازی کنید - شجاعت در نبرد، بدون ترس از فداکاری، بدون ترس از خستگی و جنگ مداوم (یعنی نبردهای متوالی در مدت زمان کوتاه بدون استراحت).", "description": "(7) برای محو کردن دشمن زمانی که در حال حرکت است تلاش کنید. در عین حال به تاکتیک های حمله موضعی و تسخیر نقاط و شهرهای مستحکم دشمن توجه کنید.", "category": "جنگ خلق"}, {"text": "(8) در مورد حمله به شهرها، با قاطعیت تمام نقاط مستحکم دشمن و شهرهایی را که دفاع ضعیفی دارند تصرف کنید. در لحظات مناسب، به شرطی که شرایط اجازه دهد، تمام نقاط و شهرهای مستحکم دشمن و شهرهای دفاع شده با قدرت متوسط را تصرف کنید. در مورد تمام نقاط و شهرهای مستحکم دشمن که به شدت از آنها دفاع می شود، صبر کنید تا شرایط فراهم شود و سپس آنها را بگیرید.", "description": "(9) نیروی خود را با تمام سلاح ها و بیشتر پرسنل اسیر شده از دشمن پر کنید. منابع اصلی نیروی انسانی و تجهیزات ارتش ما در جبهه است.", "category": "جنگ خلق"}, {"text": "(10) از فواصل بین کمپین ها برای استراحت، آموزش و تحکیم نیروهای خود به خوبی استفاده کنید. دوره های استراحت، تمرین و تثبیت به طور کلی نباید زیاد طولانی باشد و دشمن باید تا آنجا که ممکن است اجازه تنفس نداشته باشد. اینها روشهای اصلی ارتش آزادیبخش خلق برای شکست دادن چیانگ کای شک است. آنها نتیجه تلطیف ارتش آزادیبخش خلق در سالهای طولانی مبارزه با دشمنان داخلی و خارجی هستند و کاملاً با وضعیت کنونی ما سازگار هستند. . .. استراتژی و تاکتیک ما مبتنی بر جنگ مردمی است. هیچ ارتش مخالف مردم نمی تواند از استراتژی و تاکتیک ما استفاده کند.", "description": " 'وضعیت حال و وظایف ما' (25 دسامبر 1947)، منتخب نوشته های نظامی، چاپ دوم، ص 349-50.*", "category": "جنگ خلق"}, {"text": "بدون آمادگی، برتری برتری واقعی نیست و هیچ ابتکاری نیز وجود ندارد. با درک این نکته، نیرویی که پایین تر اما آماده است، اغلب می تواند دشمن برتر را با حمله غافلگیرانه شکست دهد.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. دوم، صص 165-66.", "category": "جنگ خلق"}, {"text": "بدون ارتش خلق، مردم چیزی ندارند.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. سوم، ص 296-97.", "category": "ارتش خلق"}, {"text": "این ارتش قدرتمند است زیرا همه اعضای آن دارای نظم و انضباط آگاهانه هستند. آنها دور هم جمع شده اند و نه برای منافع شخصی چند نفر یا یک دسته محدود، بلکه برای منافع توده های وسیع و کل ملت مبارزه می کنند. تنها هدف این ارتش این است که محکم در کنار مردم چین بایستد و با تمام وجود به آنها خدمت کند.", "description": "همانجا پ. 264.*", "category": "ارتش خلق"}, {"text": "ارتش سرخ چین یک ارگان مسلح برای انجام وظایف سیاسی انقلاب است. به خصوص در حال حاضر، ارتش سرخ قطعاً نباید خود را به جنگ محدود کند. علاوه بر مبارزه برای از بین بردن قدرت نظامی دشمن، باید وظایف مهمی مانند تبلیغ در میان توده ها، سازماندهی توده ها، مسلح کردن آنها، کمک به آنها برای استقرار قدرت سیاسی انقلابی و ایجاد سازمان های حزبی را بر عهده بگیرد. ارتش سرخ نه صرفاً به خاطر جنگ، بلکه برای انجام تبلیغات در میان توده ها، سازماندهی آنها، مسلح کردن آنها و کمک به آنها برای ایجاد قدرت سیاسی انقلابی می جنگد. بدون این اهداف، جنگ معنای خود را از دست می دهد و ارتش سرخ دلیل وجود خود را از دست می دهد.", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. من، ص. 106.*", "category": "ارتش خلق"}, {"text": "ارتش آزادیبخش خلق همیشه یک نیروی جنگنده است. حتی پس از پیروزی سراسری، ارتش ما در دوران تاریخی که طبقات در کشور ما منسوخ نشده و نظام امپریالیستی هنوز در جهان وجود دارد، به عنوان یک نیروی مبارز باقی خواهد ماند. در این مورد، نباید سوء تفاهم یا تزلزلی وجود داشته باشد.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 362.", "category": "ارتش خلق"}, {"text": " ما یک ارتش برای جنگ و همچنین یک ارتش برای کار داریم. برای جنگیدن، ما مسیر هشتم و ارتش چهارم جدید را داریم، اما حتی آنها هم کار دوگانه، جنگ و تولید را انجام می دهند. با این دو نوع ارتش و با ارتشی رزمنده و ماهر در این دو کار و کار دسته جمعی می توانیم بر مشکلات خود غلبه کنیم و امپریالیسم ژاپن را شکست دهیم.", "description": " 'سازماندهی کنید!' (29 نوامبر)، منتخب آثار، ج. III، ص. 153.", "category": "ارتش خلق"}, {"text": "دفاع ملی ما تحکیم خواهد شد و هیچ امپریالیستی اجازه نخواهد داشت دوباره به خاک ما حمله کند. نیروهای مسلح مردمی ما باید با ارتش آزادیبخش مردمی شجاع و پولادین حفظ و توسعه یابد. ما نه تنها یک ارتش قدرتمند، بلکه یک نیروی هوایی قدرتمند و یک نیروی دریایی قدرتمند خواهیم داشت.", "description": " سخنرانی افتتاحیه در اولین جلسه عمومی کنفرانس مشورتی سیاسی خلق چین (21 سپتامبر 1949).", "category": "ارتش خلق"}, {"text": " اصل ما این است که حزب اسلحه را فرمان می دهد و اسلحه هرگز نباید اجازه داشته باشد که به حزب فرمان دهد.", "description": "«مشکلات جنگ و استراتژی» (6 نوامبر 1938)، منتخب آثار، جلد. II، ص. 224.", "category": "ارتش خلق"}, {"text": "همه افسران و مبارزان ما باید همیشه به خاطر داشته باشند که ما ارتش بزرگ آزادیبخش خلق هستیم، ما نیروهایی هستیم که توسط حزب بزرگ کمونیست چین رهبری می شود. به شرط رعایت دستورات حزب، مطمئناً پیروز خواهیم شد.", "description": " 'مانیفست ارتش آزادیبخش خلق چین' (اکتبر 1947)، آثار برگزیده، جلد. IV، ص. 152.", "category": "ارتش خلق"}, {"text": "سیستم کمیته حزب یک نهاد مهم حزبی برای تضمین رهبری جمعی و جلوگیری از انحصار هر فردی در اداره امور است. اخیراً مشخص شده است که در برخی (البته نه همه) نهادهای پیشرو، عادت یک فرد به انحصار اداره امور و تصمیم گیری در مورد مسائل مهم است. راه حل مشکلات مهم نه با جلسات کمیته حزب بلکه توسط یک فرد تعیین می شود و عضویت در کمیته حزب اسمی شده است. اختلاف نظر بین اعضای کمیته قابل حل نیست و برای مدت طولانی حل نشده باقی می ماند. اعضای کمیته حزب فقط وحدت رسمی و نه واقعی را بین خود حفظ می کنند. این وضعیت باید تغییر کند. از این پس، یک سیستم سالم جلسات کمیته حزب باید در تمام ارگان های رهبری، از دفاتر منطقه ای کمیته مرکزی گرفته تا کمیته های حزبی استانی ایجاد شود. از کمیته های حزبی جبهه ها تا کمیته های حزبی تیپ ها و مناطق نظامی (کمیسیون های فرعی کمیسیون نظامی انقلاب یا گروه های رهبری). و گروه های اصلی اعضای حزب در ارگان های دولتی، سازمان های مردمی، خبرگزاری ها و دفاتر روزنامه ها. تمام مشکلات مهم (البته نه مشکلات بی اهمیت، بی اهمیت یا مشکلاتی که راه حل آنها قبلاً پس از بحث در جلسات تصمیم گیری شده است و فقط باید انجام شود) باید برای بحث به کمیته ارائه شود و اعضای کمیته حاضر باید اظهار نظر کنند. به طور کامل نگاه می کند و به تصمیمات قطعی می رسد که سپس باید توسط اعضای مربوطه انجام شود... جلسات کمیته حزب باید به دو دسته تقسیم شود، جلسات کمیته دائمی و جلسات عمومی، و این دو نباید با هم اشتباه گرفته شوند. علاوه بر این، ما باید مراقب باشیم که نه رهبری جمعی و نه مسئولیت شخصی بیش از حد به نادیده گرفتن دیگری تأکید شود. در ارتش، فرمانده حق دارد در زمان جنگ و در مواقعی که شرایط ایجاب می کند تصمیمات اضطراری بگیرد.", "description": "'درباره تقویت سیستم کمیته حزب' (20 سپتامبر 1948)، آثار منتخب، جلد. چهارم، ص 267-68.*", "category": "کمیته های رهبری و حزب"}, {"text": "دبیر کمیته حزب باید در 'رهبر دسته' بودن خوب باشد. یک کمیته حزب ده تا بیست عضو دارد. مثل یک جوخه در ارتش است و منشی مثل 'سرگروه'. در واقع هدایت خوب این تیم آسان نیست. هر دفتر منطقه ای یا دفتر زیرمنطقه ای کمیته مرکزی اکنون حوزه وسیعی را رهبری می کند و مسئولیت های بسیار سنگینی را بر عهده دارد. رهبری نه تنها به معنای تصمیم گیری برای سیاست های کلی و خاص است، بلکه به معنای ابداع روش های صحیح کار است. حتی با وجود سیاست های کلی و خاص صحیح، در صورت غفلت از روش های کار، ممکن است مشکلاتی پیش بیاید. برای انجام وظیفه خود در اعمال رهبری، کمیته حزب باید به 'اعضای گروه' خود تکیه کند و آنها را قادر سازد تا نقش خود را به طور کامل ایفا کنند. برای اینکه یک 'سرگروه' خوب باشد، منشی باید به شدت مطالعه کند و به طور کامل تحقیق کند. منشی یا معاون دبیر اگر در بین «اعضای گروه» خود به انجام کارهای تبلیغاتی و تشکیلاتی توجهی نداشته باشد، در اداره روابط خود با اعضای کمیته خوب نباشد یا خیر، هدایت «گروه» خود را به سختی انجام دهد. نحوه اجرای موفقیت آمیز جلسات را مطالعه کنید.اگر 'اعضای گروه' پا به پای هم راهپیمایی نکنند هرگز نمی توانند انتظار داشته باشند که ده ها میلیون نفر را در جنگ و سازندگی رهبری کنند.البته رابطه دبیر و اعضای کمیته یکی است. که اقلیت باید از اکثریت اطاعت کند، بنابراین با رابطه بین یک رهبر گروه و افرادش متفاوت است، در اینجا فقط به صورت قیاس صحبت می کنیم.", "description": "'روش های کار کمیته های حزبی' (13 مارس 1949)، آثار منتخب، جلد. IV، ص. 377.*", "category": "کمیته های رهبری و حزب"}, {"text": " مشکلات را روی میز قرار دهید. این نه تنها باید توسط 'رهبر گروه' بلکه توسط اعضای کمیته نیز انجام شود. پشت سر مردم حرف نزنید. هر زمان که مشکلی پیش آمد، جلسه ای تشکیل دهید، مشکلات را روی میز قرار دهید، تصمیماتی بگیرید و مشکلات حل خواهد شد. اگر مشکلات وجود داشته باشد و روی میز قرار نگیرد، برای مدت طولانی حل نشده باقی می ماند و حتی سال ها به طول می انجامد. 'سرگروه' و اعضای کمیته باید در روابط خود با یکدیگر تفاهم نشان دهند. هیچ چیز مهمتر از درک متقابل، حمایت و دوستی بین دبیر و اعضای کمیته، بین کمیته مرکزی و دفاتر منطقه ای آن و بین دفاتر منطقه ای و کمیته های حزب منطقه نیست.", "description": "همان، ص 377-78.", "category": "کمیته های رهبری و حزب"}, {"text": "'تبادل اطلاعات.' این بدان معناست که اعضای کمیته حزب باید یکدیگر را در جریان قرار دهند و در مورد موضوعاتی که مورد توجه آنها قرار گرفته تبادل نظر کنند. این امر در دستیابی به یک زبان مشترک اهمیت زیادی دارد. برخی در انجام این کار کوتاهی می کنند و مانند افرادی که لائوتسه توصیف می کند، «تمام عمر با همدیگر ملاقات نمی کنند، هر چند صدای بانگ خروس ها و پارس سگ هایشان شنیده می شود». نتیجه این است که آنها فاقد زبان مشترک هستند.", "description": "همان، ص 378.", "category": "کمیته های رهبری و حزب"}, {"text": "از زیردستان در مورد مسائلی که نمی دانید یا نمی دانید بپرسید و به راحتی تایید یا مخالفت خود را ابراز نکنید ... ما هرگز نباید تظاهر به دانستن چیزهایی که نمی دانیم، ما نباید 'از پرسیدن خجالت بکشیم. و از افراد پایین بیاموزیم» و باید با دقت به نظرات کادرهای سطوح پایین گوش کنیم. قبل از اینکه معلم شوید، شاگرد باشید. قبل از اینکه دستور بدهید از کادرهای سطوح پایین بیاموزید... آنچه که کادر سطوح پایین می گویند ممکن است درست باشد یا نباشد، پس از شنیدن آن باید آن را تحلیل کنیم. ما باید به نظرات صحیح توجه کنیم و به آنها عمل کنیم .... نظرات اشتباه را هم از پایین گوش کنید، اصلاً گوش نکردن اشتباه است. با این حال، چنین دیدگاه هایی قابل عمل نیست، بلکه قابل نقد است.", "description": "همان، ص 378-79 *", "category": "کمیته های رهبری و حزب"}, {"text": "'پیانو زدن' را یاد بگیرید. در نواختن پیانو، هر ده انگشت در حرکت هستند. حرکت دادن برخی انگشتان فقط و نه برخی دیگر انجام نمی شود. با این حال، اگر هر ده انگشت یکباره فشار بیاورند، ملودی وجود ندارد. برای تولید موسیقی خوب، ده انگشت باید ریتمیک و هماهنگ حرکت کنند. یک کمیته حزب باید وظیفه اصلی خود را محکم نگه دارد و در عین حال، در اطراف وظیفه مرکزی، باید کار را در زمینه های دیگر گسترش دهد. در حال حاضر، ما باید به بسیاری از زمینه ها رسیدگی کنیم. ما باید در همه زمینه ها، واحدها و ادارات مسلح مراقب کار باشیم و تمام توجه خود را به معدود مشکلات و استثناء دیگران معطوف نکنیم. هر جا مشکلی هست باید انگشت بگذاریم و این روشی است که باید به آن مسلط باشیم. برخی پیانو را خوب و برخی بد می نوازند و در ملودی هایی که تولید می کنند تفاوت زیادی وجود دارد. اعضای کمیته های حزب باید 'پیانو زدن' را به خوبی یاد بگیرند.", "description": "همان، ص. 379.", "category": "کمیته های رهبری و حزب"}, {"text": "'محکم بگیر.' به این معنا که کمیته حزب نه تنها باید وظایف اصلی خود را 'درک' کند، بلکه باید 'قاطعانه درک کند'. تنها زمانی می توان چیزی را در دست گرفت که محکم در دست گرفته شود، بدون کوچکترین سستی. محکم نگرفتن اصلاً نگرفتن است. طبیعتاً نمی توان با دست باز چیزی را گرفت. وقتی دست را به گونه ای گره می کنند که انگار چیزی را می گیرند، اما محکم آن را فشرده نمی کنند، باز هم هیچ گرفتنی وجود ندارد. برخی از رفقای ما وظایف اصلی را درک می کنند، اما درک آنها محکم نیست و نمی توانند کار خود را به موفقیت برسانند. به هیچ وجه نمی توان آن را درک کرد، و همچنین اگر چنگ زدن محکم نباشد این کار را نمی کند.", "description": "همانجا.", "category": "کمیته های رهبری و حزب"}, {"text": "'سر برای ارقام داشته باشید.' یعنی باید به جنبه کمی یک موقعیت یا مشکل توجه کنیم و یک تحلیل کمی اساسی انجام دهیم. هر کیفیتی در یک کمیت خاص خود را نشان می دهد و بدون کمیت، کیفیتی وجود ندارد. تا به امروز بسیاری از رفقای ما هنوز درک نکرده اند که باید به جنبه کمی چیزها توجه کنند - آمار اولیه، درصدهای اصلی و محدودیت های کمی که کیفیت چیزها را تعیین می کند. آنها هیچ 'شکل' در سر خود ندارند و بنابراین نمی توانند از اشتباه کردن جلوگیری کنند.", "description": "همان، ص 379-80.", "category": "کمیته های رهبری و حزب"}, {"text": "'اطلاعیه برای اطمینان دادن به عموم.' اطلاع از جلسات باید از قبل داده شود. این مانند صدور «اطلاعیه ای برای اطمینان بخشیدن به مردم» است تا همه بدانند که قرار است در مورد چه چیزی بحث شود و چه مشکلاتی باید حل شوند و می توانند به موقع آماده سازی کنند. در برخی جاها، بدون تهیه گزارش و پیش نویس قطعنامه، جلسات کادرها تشکیل می شود و تنها زمانی که افراد برای جلسه آمده اند، به صورت بداهه اقدام می کنند. این درست مانند ضرب المثل «لشکر و اسب آمد، اما غذا و علوفه آماده نیست» و این خوب نیست. در صورت تکمیل نشدن مقدمات، با عجله جلسه دعوت نکنید.", "description": "همان، ص. 380.", "category": "کمیته های رهبری و حزب"}, {"text": " 'نیروهای کمتر و بهتر و مدیریت ساده تر.' گفتگوها، سخنرانی ها، مقالات و قطعنامه ها باید مختصر و دقیق باشند. جلسات نیز نباید خیلی طولانی شود.", "description": "همانجا.", "category": "کمیته های رهبری و حزب"}, {"text": " به اتحاد و همکاری با رفقای که با شما اختلاف دارند توجه کنید. این را هم در محلات و هم در ارتش باید در نظر داشت. همچنین در مورد روابط با افراد خارج از حزب اعمال می شود. ما از هر گوشه کشور دور هم جمع شده ایم و باید در کار خود نه تنها با رفقایمان که دیدگاه های مشابه ما دارند، بلکه با کسانی که دیدگاه های متفاوتی دارند متحد شویم.", "description": "همانجا.", "category": "کمیته های رهبری و حزب"}, {"text": "از استکبار محافظت کنید. برای هر کسی که در مقام رهبری قرار دارد، این یک اصل و شرط مهم برای حفظ وحدت است. حتی کسانی که هیچ اشتباه جدی مرتکب نشده اند و در کار خود به موفقیت های بسیار بزرگی دست یافته اند نیز نباید مغرور باشند.", "description": "همانجا.", "category": "کمیته های رهبری و حزب"}, {"text": " دو خط تمایز بکشید. اول، بین انقلاب و ضد انقلاب، بین ینان و سیان. برخی نمی دانند که باید این خط تمایز را ترسیم کنند. برای مثال، وقتی با بوروکراسی مبارزه می کنند، از ینان طوری صحبت می کنند که انگار «هیچ چیز درست نیست» و از مقایسه و تمایز بین بوروکراسی در ینان و بوروکراسی در سیان شکست می خورند. این از اساس اشتباه است. ثانیاً در صفوف انقلابی باید بین حق و باطل، دستاوردها و کاستی ها به وضوح تمایز قائل شد و مشخص کرد که کدام یک از این دو مقدم است و کدام فرعی. به عنوان مثال، آیا دستاوردها 30 درصد است یا 70 درصد کل؟ نه کم بیان کردن و نه اغراق کردن را انجام نمی دهد. ما باید یک ارزیابی اساسی از کار یک فرد داشته باشیم و مشخص کنیم که آیا دستاوردهای او 30 درصد و اشتباهات او 70 درصد است یا برعکس. اگر دستاوردهای او به 70 درصد از کل برسد، کار او باید در تأیید اصلی باشد. کاملاً اشتباه است که کاری را که در آن دستاوردها اصلی هستند به عنوان کارهایی که اشتباهات در آن اصلی هستند توصیف کنیم. در برخورد با مشکلات، نباید این دو خط تمایز را فراموش کنیم، بین انقلاب و ضدانقلاب و بین دستاوردها و کاستی ها. اگر این دو تمایز را در نظر داشته باشیم، قادر خواهیم بود از پس امور به خوبی برآییم. در غیر این صورت ماهیت مشکلات را اشتباه می گیریم. برای ترسیم این تمایزات، البته مطالعه و تحلیل دقیق لازم است. نگرش ما نسبت به هر شخص و هر موضوعی باید تحلیل و مطالعه باشد.", "description": "همان، ص. 381.", "category": "کمیته های رهبری و حزب"}, {"text": "در حوزه سازمانی، دموکراسی را تحت هدایت متمرکز تضمین کنید. باید در خطوط زیر انجام شود:", "description": "(1) ارگان های رهبری حزب باید خط هدایت درستی ارائه دهند و در صورت بروز مشکلات راه حل هایی بیابند تا خود را به عنوان مراکز رهبری تثبیت کنند.", "category": "کمیته های رهبری و حزب"}, {"text": "(2) اجسام بالاتر باید با وضعیت بدنهای پایین و زندگی توده ها آشنا باشند تا مبنایی عینی برای هدایت صحیح داشته باشند.", "description": "(3) هیچ سازمان حزبی در هیچ سطحی نباید در حل مشکلات تصمیمات تصادفی بگیرد. هنگامی که تصمیمی به دست آمد، باید به طور محکم اجرا شود.", "category": "کمیته های رهبری و حزب"}, {"text": "(4) کلیه تصمیمات با هر اهمیتی که توسط ارگان های عالی حزب گرفته می شود باید به سرعت به ارگان های پایین تر و مردم عادی حزب منتقل شود...", "description": "(5) ارگان های پایین حزب و مردم عادی حزب باید دستورالعمل های ارگان های بالاتر را به تفصیل مورد بحث قرار دهند تا معنای آنها را به طور کامل درک کنند و در مورد روش های اجرای آنها تصمیم بگیرند.", "category": "کمیته های رهبری و حزب"}, {"text": "مردم و مردم به تنهایی نیروی محرکه در ساختن تاریخ جهان هستند.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 257.*", "category": "خط توده"}, {"text": " توده ها قهرمانان واقعی هستند، در حالی که خود ما اغلب کودکانه و نادان هستیم و بدون این درک، کسب حتی ابتدایی ترین دانش غیر ممکن است.", "description": " «پیشگفتار و پس نوشته بررسی های روستایی» (مارس و آوریل 1941)، آثار منتخب، جلد. III، ص. 12. *", "category": "خط توده"}, {"text": " توده ها قدرت خلاقیت بی حد و حصری دارند. آنها می توانند خود را سازماندهی کنند و روی مکان ها و شاخه های کاری تمرکز کنند که در آنجا می توانند انرژی خود را به طور کامل بازی کنند. آنها می توانند بر تولید در وسعت و عمق تمرکز کنند و تعهدات بیشتر و بیشتری برای رفاه خود ایجاد کنند.", "description": " یادداشت مقدماتی برای 'کار مازاد راه خروج پیدا کرده است' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. II.", "category": "خط توده"}, {"text": " خیزش کنونی جنبش دهقانی یک رویداد عظیم است. در مدت زمان بسیار کوتاهی، در استان های مرکزی، جنوبی و شمالی چین، چند صد میلیون دهقان مانند طوفانی قدرتمند، مانند طوفان، نیرویی چنان سریع و خشن به پا خواهند خاست که هیچ قدرتی، هرچند بزرگ، قادر به مهار آن نخواهد بود. . آن ها تمام تریلی هایی را که آنها را می بندد، خواهند شکست و در امتداد جاده رهایی به پیش خواهند رفت. آنها تمام امپریالیست ها، جنگ سالاران، مقامات فاسد، مستبدان محلی و نجیب زادگان شرور را در گورهایشان خواهند برد. هر حزب انقلابی و هر رفیق انقلابی مورد آزمایش قرار خواهد گرفت، تا هر طور که تصمیم بگیرد پذیرفته یا رد شود. سه جایگزین وجود دارد. در رأس آنها راهپیمایی کنیم و آنها را رهبری کنیم؟ پشت سر آنها، اشاره و انتقاد کردن؟ یا اینکه سر راهشان بایستیم و با آنها مخالفت کنیم؟ هر چینی در انتخاب آزاد است، اما رویدادها شما را مجبور خواهند کرد که سریع انتخاب کنید.", "description": " 'گزارش در مورد تحقیق در مورد جنبش دهقانی در هونان' (مارس 1927)، آثار منتخب، جلد. من، ص 23-24. *", "category": "خط توده"}, {"text": " جزر و مد بالای دگرگونی اجتماعی در روستاها، موج بلند همکاری، قبلاً به جاهایی رسیده است و به زودی سراسر کشور را فرا خواهد گرفت. این یک جنبش انقلابی سوسیالیستی گسترده است که جمعیت روستایی بیش از 800 میلیون نفر را در بر می گیرد و اهمیت بسیار بزرگ و جهانی دارد. ما باید به این جنبش رهبری فعال، مشتاق و سیستماتیک بدهیم، نه اینکه آن را به این وسیله به عقب بکشیم. برخی از خطاها در فرآیند اجتناب ناپذیر هستند. این قابل درک است و اصلاح آنها کار سختی نخواهد بود. کاستی ها یا اشتباهاتی که در بین کادرها و دهقانان یافت می شود را می توان جبران کرد یا بر آنها غلبه کرد به شرطی که به آنها کمک مثبت کنیم.", "description": "درباره مسئله تعاون کشاورزی (31 ژوئیه 1955)، ویرایش سوم، ص. 1. *", "category": "خط توده"}, {"text": " توده ها اشتیاق بالقوه پایان ناپذیری برای سوسیالیسم دارند. کسانی که فقط می توانند روال قدیمی را در یک دوره انقلابی دنبال کنند، کاملاً از دیدن این شور و شوق ناتوان هستند. آنها نابینا هستند و همه چیز پیش روی آنها تاریک است. گاهی تا آنجا پیش می روند که درست و غلط را با هم اشتباه می گیرند و همه چیز را وارونه می کنند. آیا به تعداد کافی از این نوع افراد برخورد نکرده ایم؟ کسانی که به سادگی از روال قدیمی پیروی می کنند، همواره شور و شوق مردم را دست کم می گیرند. بگذارید چیز جدیدی ظاهر شود و همیشه آن را تأیید نمی کنند و به مخالفت می شتابند. پس از آن باید شکست را بپذیرند و کمی از خود انتقاد کنند. اما دفعه بعد که چیزی جدید ظاهر می شود، دوباره همان فرآیند را طی می کنند. این الگوی رفتاری آنها در مورد هر چیز و هر چیز جدیدی است. چنین افرادی همیشه منفعل هستند، همیشه در لحظه های حساس به جلو حرکت نمی کنند، و همیشه باید قبل از اینکه قدمی بردارند به پشت آنها ضربه ای زد.", "description": " یادداشت مقدماتی 'این شهرک در دو سال تعاونی رفت' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. II.", "category": "خط توده"}, {"text": " بیش از بیست سال است که حزب ما هر روز کار توده ای انجام داده است و در ده ها سال گذشته هر روز از خط توده ای صحبت کرده است. ما همیشه گفته ایم که انقلاب باید به توده های مردم تکیه کند، دست همه را بگیرد و با تکیه صرف به چند نفر که دستور می دهند مخالفت کرده ایم. با این حال، خط توده ای هنوز به طور کامل در کار برخی از رفقا اجرا نمی شود. آنها هنوز هم تنها به تعداد انگشت شماری از افرادی که در تنهایی کار می کنند متکی هستند. یک دلیل این است که هر کاری که انجام می دهند، همیشه از توضیح دادن آن به افرادی که رهبری می کنند بی میل هستند و نمی دانند چرا یا چگونه به ابتکار و انرژی خلاق کسانی که رهبری می کنند بازی بدهند. از نظر ذهنی، آنها نیز می خواهند که همه در کار دستی بگیرند، اما به دیگران اجازه نمی دهند که بدانند چه کاری باید انجام شود یا چگونه آن را انجام دهند. در این صورت، چگونه می توان از همه انتظار داشت که حرکت کنند و چگونه می توان هر کاری را به خوبی انجام داد؟ برای حل این مشکل، البته، کار اساسی این است که آموزش ایدئولوژیک را در خط توده ای انجام دهیم، اما در عین حال باید به این رفقا روش های مشخص کار را آموزش دهیم.", "description": "'گفتگویی با هیات تحریریه روزنامه شانسی سوئیوان' (2 آوریل 1948)، آثار منتخب، جلد. چهارم، ص 241-42. *", "category": "خط توده"}, {"text": "تجربه بیست و چهار ساله به ما می گوید که وظیفه، خط مشی و سبک کار درست همیشه با خواسته های توده ها در یک زمان و مکان معین مطابقت دارد و پیوسته پیوندهای ما را با توده ها تقویت می کند و وظیفه اشتباه، سیاست است. و سبک کار همواره با خواسته های توده ها در زمان و مکان معین مخالف است و همواره ما را از توده ها بیگانه می کند. علت اینکه بدی هایی مانند جزم گرایی، تجربه گرایی، فرمان گرایی، دنباله روی، فرقه گرایی، بوروکراسی و نگرش استکباری در کار قطعاً مضر و غیرقابل تحمل است و هرکسی که به این بیماری ها مبتلاست باید بر آنها غلبه کند این است که ما را از توده ها بیگانه می کند. ~~", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 315.", "category": "خط توده"}, {"text": " برای پیوند خود با توده ها، باید مطابق با نیازها و خواسته های توده ها عمل کرد. تمام کارهایی که برای توده ها انجام می شود باید از نیازهای آن ها شروع شود و نه از میل هیچ فردی، هرچند با نیت خوب. اغلب اتفاق می افتد که به طور عینی توده ها به تغییر خاصی نیاز دارند، اما به طور ذهنی هنوز از نیاز آگاه نیستند، هنوز مایل یا مصمم به ایجاد تغییر نیستند. در چنین مواقعی باید صبورانه منتظر ماند. ما نباید تغییر را ایجاد کنیم تا زمانی که با کارمان، اکثر توده ها از نیاز آگاه شده و مایل و مصمم به انجام آن باشند. در غیر این صورت خود را از توده ها منزوی خواهیم کرد. تا زمانی که آنها آگاه و مایل نباشند، هر نوع کاری که مستلزم مشارکت آنها باشد، صرفاً رسمی خواهد بود و با شکست مواجه خواهد شد... در اینجا دو اصل وجود دارد: یکی نیازهای واقعی توده ها است نه آنچه ما می خواهیم. نیاز، و دیگری خواسته های توده هاست که باید به جای اینکه ما برای آنها تصمیم بگیریم، خودشان تصمیم بگیرند.", "description": " 'جبهه متحد در کار فرهنگی' (30 اکتبر 1944)، آثار منتخب، جلد. سوم، ص 236-37. *", "category": "خط توده"}, {"text": " کنگره ما باید از کل حزب بخواهد که هوشیار باشند و ببینند که هیچ رفیقی در هیچ پستی از توده ها جدا نمی شود. باید به هر رفیقی بیاموزد که مردم را دوست داشته باشد و با دقت به صدای توده ها گوش دهد. هر جا که می رود خود را با توده ها یکی کند و به جای اینکه بالای سر آنها بایستد، خود را در میان آنها غوطه ور کند. و با توجه به سطح کنونی آنها، آنها را بیدار کند یا آگاهی سیاسی آنها را بالا ببرد و به آنها کمک کند تا به تدریج خود را داوطلبانه سازماندهی کنند و تمام مبارزات اساسی را که شرایط داخلی و خارجی آن زمان و مکان معین اجازه می دهد، به راه بیندازند.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. سوم، صص 315-I6.", "category": "خط توده"}, {"text": "اگر ما سعی می کردیم زمانی که توده ها هنوز بیدار نشده اند به حمله برویم، ماجراجویی بود. اگر ما اصرار می کردیم که توده ها را به هر کاری بر خلاف میلشان هدایت کنیم، قطعاً شکست می خوردیم. اگر زمانی که توده ها خواهان پیشرفت هستند پیش نمی رفتیم، این فرصت طلبی راست بود.", "description": "'گفتگویی با هیات تحریریه روزنامه شانسی سوئیوان' (2 آوریل 1948)، آثار منتخب، جلد. IV، ص. 243.", "category": "خط توده"}, {"text": " فرماندهی در هر نوع کاری اشتباه است، زیرا در فراتر رفتن از سطح آگاهی سیاسی توده ها و زیر پا گذاشتن اصل کنش توده ای داوطلبانه، بیماری تندخویی را منعکس می کند. رفقای ما نباید تصور کنند که هر چیزی که خودشان می فهمند توسط توده ها قابل درک است. این که آیا توده ها آن را درک می کنند و آماده اقدام هستند، تنها با وارد شدن به میان آنها و انجام تحقیقات می توان کشف کرد. اگر این کار را انجام دهیم، می توانیم از دستور گرایی اجتناب کنیم. دنباله روی در هر نوع کاری نیز نادرست است، زیرا در پایین آمدن از سطح آگاهی سیاسی توده ها و زیر پا گذاشتن اصل هدایت توده ها به جلو نشان دهنده بیماری انحطاط است. رفقای ما نباید تصور کنند که توده ها از چیزی که هنوز نمی فهمند، درکی ندارند. اغلب اتفاق می افتد که توده ها از ما پیشی می گیرند و مشتاق هستند که قدمی بردارند و با این وجود، رفقای ما نمی توانند به عنوان رهبران توده ها عمل کنند و در پشت عناصر عقب افتاده خاصی عمل کنند، دیدگاه های آن ها را منعکس کنند و به علاوه، آنها را با دیدگاه توده های وسیع اشتباه بگیرند. .", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 316. *", "category": "خط توده"}, {"text": "ایده های توده ها را بگیرید و آنها را متمرکز کنید، سپس به سراغ توده ها بروید، در ایده ها استقامت کنید و آنها را پیش ببرید تا ایده های درست رهبری شکل بگیرید - این روش اساسی رهبری است.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. III، ص. 120.", "category": "خط توده"}, {"text": "در تمام کارهای عملی حزب ما، تمام رهبری صحیح لزوماً 'از توده ها، به توده ها' است. یعنی: ایده های توده ها (ایده های پراکنده و غیرسیستماتیک) را بگیرید و آن ها را متمرکز کنید (از طریق مطالعه آنها را به ایده های متمرکز و سیستماتیک تبدیل کنید)، سپس به سراغ توده ها بروید و این ایده ها را تبلیغ کنید و توضیح دهید تا توده ها آن ها را به عنوان ایده های خودشان بپذیرند. به آنها چنگ بزنید و آنها را به عمل تبدیل کنید و درستی این عقاید را در چنین عملی بیازمایید. سپس یک بار دیگر ایده های توده ها را متمرکز کنید و یک بار دیگر به سمت توده ها بروید تا ایده ها ادامه پیدا کنند و اجرا شوند. و به همین ترتیب، بارها و بارها در یک مارپیچ بی پایان، با ایده هایی که هر بار درست تر، حیاتی تر و غنی تر می شوند. نظریه مارکسیستی دانش چنین است.", "description": "همان، ص. 119.", "category": "خط توده"}, {"text": "باید به توده ها برویم و از آنها بیاموزیم، تجربیات آنها را در اصول و روش های بهتر و دقیق تر ترکیب کنیم، سپس بین توده ها تبلیغ کنیم و از آنها بخواهیم که این اصول و روش ها را عملی کنند تا مشکلاتشان حل شود. و به آنها کمک کنید به رهایی و خوشبختی برسند.", "description": " 'سازماندهی کنید!' (29 نوامبر 1943)، منتخب آثار، ج. III، ص. 158.", "category": "خط توده"}, {"text": "در ارگان های رهبری ما در بعضی جاها افرادی هستند که فکر می کنند کافی است رهبران به تنهایی سیاست های حزب را بدانند و نیازی به اطلاع توده ها نیست. این یکی از دلایل اساسی است که برخی از کارهای ما را نمی توان به خوبی انجام داد.", "description": "'گفتگویی با هیات تحریریه روزنامه شانسی سوئیوان' (2 آوریل 1948)، آثار منتخب، جلد. IV، ص. 241.", "category": "خط توده"}, {"text": "در تمام جنبش های توده ای باید بررسی و تحلیل اساسی از تعداد حامیان فعال، مخالفان و بی طرفان انجام داد و نباید به صورت ذهنی و بدون اساس در مورد مسائل تصمیم گیری کرد.", "description": "'روش های کار کمیته های حزبی' (13 مارس 1949)، آثار منتخب، جلد. IV، ص. 380.", "category": "خط توده"}, {"text": " توده ها در هر مکان معین به طور کلی از سه بخش نسبتاً فعال، متوسط و نسبتاً عقب مانده تشکیل شده اند. بنابراین رهبران باید در متحد کردن تعداد کمی از عناصر فعال در اطراف رهبری مهارت داشته باشند و برای بالا بردن سطح عناصر میانی و جلب عناصر عقب مانده به آنها تکیه کنند.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. III، ص. 118.", "category": "خط توده"}, {"text": "خوب بودن در تبدیل سیاست حزب به عمل توده ها، خوب بودن در به درک و تسلط نه تنها کادرهای رهبری، بلکه توده های وسیع بر هر جنبش و هر مبارزه ای که راه اندازی می کنیم - این هنر مارکسیستی است. -رهبری لنینیستی همچنین این خط تقسیم است که تعیین می کند که آیا ما در کارمان اشتباه می کنیم یا نه.", "description": "'گفتگویی با هیات تحریریه روزنامه شانسی سوئیوان' (2 آوریل 1948)، آثار منتخب، جلد. IV، PP 242-43.", "category": "خط توده"}, {"text": "گروه پیشرو هر چقدر هم فعال باشد، فعالیت آن به کوشش بی ثمر تعداد انگشت شماری تبدیل می شود، مگر اینکه با فعالیت توده ها ترکیب شود. از سوی دیگر، اگر توده ها به تنهایی و بدون یک گروه رهبری قوی فعال باشند تا فعالیت خود را به درستی سازماندهی کنند، نمی توان چنین فعالیتی را برای مدت طولانی ادامه داد، یا در مسیر درست پیش برد، یا به سطح بالایی ارتقا داد.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. III، ص. 118.", "category": "خط توده"}, {"text": "تولید توده ها، منافع توده ها، تجربیات و احساسات توده ها - کادرهای پیشرو باید مدام به اینها توجه کنند.", "description": "کتیبه برای یک نمایشگاه تولیدی که توسط سازمان های مستقیماً زیر نظر کمیته مرکزی حزب و ستاد کل ارتش مسیر هشتم، روزنامه آزادی ینان، 24 نوامبر 1943 حمایت می شود.", "category": "خط توده"}, {"text": "ما باید به رفاه توده ها توجه جدی داشته باشیم، از مشکلات زمین و نیروی کار گرفته تا مشکلات سوخت، برنج، روغن خوراکی و نمک... همه این مشکلات مربوط به رفاه توده ها باید باشد. در دستور کار ما قرار داده است. ما باید آنها را مورد بحث قرار دهیم، تصمیمات را اتخاذ و اجرا کنیم و نتایج را بررسی کنیم. ما باید به توده ها کمک کنیم تا متوجه شوند که ما نماینده منافع آنها هستیم و زندگی ما با منافع آنها پیوند تنگاتنگی دارد. ما باید به آنها کمک کنیم تا از این چیزها به درک وظایف بالاتری که ما مطرح کرده ایم، یعنی وظایف جنگ انقلاب، بروند تا از انقلاب حمایت کنند و آن را در سراسر کشور گسترش دهند، به درخواست های سیاسی ما پاسخ دهند و بجنگند. تا آخر برای پیروزی در انقلاب.", "description": "' نگران رفاه توده ها باشید، به روش های کار توجه کنید' (27 ژانویه 1934)، آثار منتخب، جلد. من، ص. 149. *", "category": "خط توده"}, {"text": "سیستم نمایندگان حزب و ادارات سیاسی که برای اولین بار در چین به تصویب رسید، چهره این نیروهای مسلح را به کلی تغییر داد. ارتش سرخ که در سال 1927 تأسیس شد و ارتش مسیر هشتم امروزی این سیستم را به ارث برده و آن را توسعه داده اند.", "description": "'مصاحبه با جیمز برترام روزنامه نگار بریتانیایی' (25 اکتبر 1937)، آثار منتخب، جلد. II، ص. 54.", "category": "کار سیاسی"}, {"text": "ارتش آزادیبخش خلق فعالیت سیاسی انقلابی پرشور خود را که عامل مهمی در پیروزی بر دشمن است، بر اساس جنگ مردمی و اصول وحدت بین ارتش و مردم، وحدت بین فرماندهان و فرماندهان توسعه داده است. جنگجویان و متلاشی کردن نیروهای دشمن.", "description": " 'وضعیت کنونی و وظایف ما' (25 دسامبر 1947)، منتخب نوشته های نظامی، چاپ دوم، ص. 350.", "category": "کار سیاسی"}, {"text": "این ارتش یک سیستم کار سیاسی ایجاد کرده است که برای جنگ مردمی ضروری است و هدف آن ارتقای وحدت در صفوف خود، اتحاد با ارتش های دوست و اتحاد با مردم و متلاشی کردن نیروهای دشمن و تضمین است. پیروزی در نبرد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 265. *", "category": "کار سیاسی"}, {"text": " کار سیاسی مایه حیات همه کارهای اقتصادی است. این امر به ویژه در زمانی که نظام اجتماعی و اقتصادی دستخوش تغییرات اساسی است صادق است", "description": " یادداشت مقدماتی 'یک درس جدی' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "کار سیاسی"}, {"text": " 'شاخه حزب بر اساس شرکت سازماندهی شده است'؛ این دلیل مهمی است که چرا ارتش سرخ توانسته است چنین نبردهای سختی را بدون از هم پاشیدگی ادامه دهد.", "description": " 'مبارزه در کوه های چینگ کانگ' (25 نوامبر 1928)، آثار منتخب، جلد. من، ص. 84.", "category": "کار سیاسی"}, {"text": "کار سیاسی ارتش راه هشتم بر اساس سه اصل اساسی هدایت می شود. اول، اصل وحدت بین افسران و مردان، که به معنای ریشه کن کردن شیوه های فئودالی در ارتش، منع ضرب و شتم و بدرفتاری، ایجاد نظم و انضباط آگاهانه، و تقسیم ثروت و بدبختی است - که در نتیجه کل ارتش از نزدیک متحد می شود. دوم، اصل وحدت میان ارتش و مردم، یعنی حفظ نظم و انضباط که کوچکترین تجاوز به منافع مردم را ممنوع می کند، تبلیغ در میان توده ها، سازماندهی و مسلح کردن آنها، سبک کردن بار اقتصادی آنها و سرکوب خائنان و همدستان به ارتش و مردم آسیب برسانید - در نتیجه ارتش از نزدیک با مردم متحد شده و در همه جا از آن استقبال می شود. ثالثاً، اصل متلاشی کردن نیروهای دشمن و برخورد ملایم با اسیران جنگی. پیروزی ما نه تنها به عملیات نظامی بلکه به متلاشی شدن نیروهای دشمن بستگی دارد.", "description": "'مصاحبه با جیمز برترام روزنامه نگار بریتانیایی' (25 اکتبر 1937)، آثار منتخب، جلد. II، ص. 53. *", "category": "کار سیاسی"}, {"text": "نیروهای ما باید اصول صحیحی را رعایت کنند که بر روابط بین ارتش و مردم، بین ارتش و دولت، بین ارتش و حزب، بین افسران و مردان، بین کار نظامی و کار سیاسی، و روابط بین آنها حاکم است. کادرها، و هرگز نباید مرتکب خطاهای جنگ سالارانه شوند. افسران باید مردان خود را گرامی بدارند و نباید نسبت به رفاه آنها بی تفاوت باشند یا به تنبیه بدنی متوسل نشوند. ارتش باید مردم را گرامی بدارد و هرگز به منافع آنها تجاوز نکند. ارتش باید به دولت و حزب احترام بگذارد و هرگز 'استقلال' را ابراز نکند.", "description": " 'سازماندهی کنید!' (29 نوامبر 1943)، منتخب آثار، ج. سوم، صص 158-59.", "category": "کار سیاسی"}, {"text": "سیاست ما در قبال زندانیانی که از دست سربازان ژاپنی، دست نشانده یا ضد کمونیست اسیر شده اند این است که همه آنها را آزاد کنیم، به استثنای کسانی که نفرت تلخ توده ها را برانگیخته اند و باید به مجازات اعدام محکوم شوند و حکم اعدام آنها به تصویب رسیده باشد. مقامات بالاتر در میان زندانیان، کسانی را که مجبور به پیوستن به نیروهای ارتجاعی شده اند، اما کم و بیش به انقلاب تمایل دارند، باید به تعداد زیادی جذب شوند تا برای ارتش ما کار کنند. بقیه باید آزاد شوند و اگر با ما جنگیدند و دوباره اسیر شدند، دوباره آزاد شوند. ما نباید به آنها توهین کنیم، وسایل شخصی آنها را برداریم یا سعی کنیم از آنها مالیات انصراف دهیم، بلکه بدون استثنا باید با آنها صمیمانه و مهربانانه رفتار کنیم. این باید سیاست ما باشد، هر چند آنها ارتجاعی باشند. این یک راه بسیار مؤثر برای منزوی کردن اردوگاه ارتجاع است.", "description": "'درباره سیاست' (25 دسامبر 1940)، آثار منتخب، جلد. دوم، صص 446-47. *", "category": "کار سیاسی"}, {"text": "سلاح ها عامل مهمی در جنگ هستند، اما عامل تعیین کننده نیستند. این مردم هستند، نه چیزها که تعیین کننده هستند. مسابقه قدرت تنها مسابقه قدرت نظامی و اقتصادی نیست، بلکه مسابقه قدرت و روحیه انسانی است. مردم لزوماً از قدرت نظامی و اقتصادی برخوردارند.", "description": " 'درباره جنگ طولانی' (مه 1958)، آثار منتخب، جلد. دوم، ص 143-44.", "category": "کار سیاسی"}, {"text": "بمب اتم ببر کاغذی است که مرتجعین آمریکا از آن برای ترساندن مردم استفاده می کنند. وحشتناک به نظر می رسد، اما در واقع اینطور نیست. البته بمب اتم یک سلاح کشتار جمعی است، اما مردم نتیجه یک جنگ را تعیین می کنند، نه با یک یا دو نوع سلاح جدید.", "description": "'گفتگو با خبرنگار آمریکایی آنا لوئیز استرانگ' (اوت 1946)، آثار منتخب، جلد. IV، ص. 100.", "category": "کار سیاسی"}, {"text": "سربازان اساس یک ارتش هستند. تا زمانی که آنها با روح سیاسی مترقی آغشته نباشند، و تا زمانی که چنین روحیه ای از طریق کار سیاسی مترقی پرورش داده نشود، دستیابی به وحدت واقعی بین افسران و مردان غیرممکن خواهد بود، غیرممکن است که شور و شوق آنها را برای جنگ مقاومت به طور کامل برانگیزد، و فراهم کردن یک پایه عالی برای استفاده موثرترین از تمام تجهیزات فنی و تاکتیک های ما غیرممکن است.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 185. *", "category": "کار سیاسی"}, {"text": " دیدگاه صرفا نظامی در میان تعدادی از رفقای ارتش سرخ بسیار توسعه یافته است. این خود را به شرح زیر نشان می دهد: 1. این رفقا، امور نظامی و سیاست را در تضاد با یکدیگر می دانند و نمی دانند که امور نظامی تنها یکی از ابزارهای انجام وظایف سیاسی است. حتی برخی می گویند: 'اگر شما از نظر نظامی خوب هستید، طبیعتاً از نظر سیاسی خوب هستید، اگر از نظر نظامی خوب نیستید، نمی توانید از نظر سیاسی خوب باشید' - این برای این است که یک قدم فراتر بروید و به امور نظامی یک موقعیت پیشرو بر سیاست بدهید. ~~", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. من، صص 105-06.", "category": "کار سیاسی"}, {"text": " آموزش ایدئولوژیک حلقه کلیدی است که در اتحاد کل حزب برای مبارزات سیاسی بزرگ باید درک شود. تا زمانی که این کار انجام نشود، حزب نمی تواند هیچ یک از وظایف سیاسی خود را انجام دهد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 315. *", "category": "کار سیاسی"}, {"text": "اخیراً در میان دانشجویان و روشنفکران در کار عقیدتی و سیاسی افت کرده و گرایشات ناسالمی نمایان شده است. به نظر می رسد برخی از مردم فکر می کنند که دیگر نیازی به دغدغه سیاست یا آینده سرزمین مادری و آرمان های بشر نیست. به نظر می رسد که مارکسیسم زمانی در همه جا موج می زد اما در حال حاضر چندان مد نیست. برای مقابله با این گرایش ها باید کار عقیدتی و سیاسی خود را تقویت کنیم. هم دانش آموزان و هم روشنفکران باید سخت درس بخوانند. آنها علاوه بر مطالعه موضوعات تخصصی خود، باید هم از نظر ایدئولوژیک و هم از نظر سیاسی پیشرفت کنند، به این معنی که باید مارکسیسم، رویدادهای جاری و سیاست را مطالعه کنند. نداشتن دیدگاه سیاسی درست مانند نداشتن روح است. . .. همه ادارات و سازمان ها در کار عقیدتی و سیاسی مسئولیت خود را بر عهده بگیرند. این در مورد حزب کمونیست، اتحادیه جوانان، ادارات دولتی مسئول این کار، و به ویژه در مورد روسای مؤسسات آموزشی و معلمان صدق می کند.", "description": "در مورد رسیدگی صحیح به تضادهای بین مردم (27 فوریه 1957)؛ چاپ جیبی اول، ص 43-44.*", "category": "کار سیاسی"}, {"text": " سربازان ارتش سرخ پس از دریافت آموزش های سیاسی، همگی هوشیار شده اند و اصول توزیع زمین، ایجاد قدرت سیاسی، مسلح کردن کارگران و دهقانان و غیره را آموخته اند و همه می دانند که برای خودشان می جنگند. برای طبقه کارگر و دهقانان. از این رو می توانند سختی های مبارزه تلخ را بدون شکایت تحمل کنند. هر گروهان، گردان یا هنگ کمیته سربازان خود را دارد که نشان دهنده منافع سربازان است و کارهای سیاسی و جمعی انجام می دهد.", "description": " 'مبارزه در کوه های چینگ کانگ' (25 نوامبر 1928)، آثار منتخب، جلد. من، ص. 81.*", "category": "کار سیاسی"}, {"text": " آشکار شدن صحیح جنبش برای ریختن نارضایتی ها (ظلم هایی که جامعه قدیم و مرتجع در حق مردم زحمتکش انجام داده اند) و سه بررسی (در مورد منشأ طبقاتی، انجام وظیفه و اراده مبارزه) به شدت. آگاهی سیاسی فرماندهان و مبارزان در سراسر ارتش را در مبارزه برای رهایی توده های کارگر استثمار شده، برای اصلاحات ارضی سراسری و برای نابودی دشمن مشترک مردم، باند راهزن چیانگ کای شک، افزایش داد. همچنین اتحاد استوار همه فرماندهان و مبارزان تحت رهبری حزب کمونیست را بسیار تقویت کرد. بر این اساس، ارتش در صفوف خود به خلوص بیشتری دست یافت، نظم و انضباط را تقویت کرد، جنبشی توده ای برای آموزش پدید آورد و دموکراسی سیاسی، اقتصادی و نظامی خود را به شیوه ای کاملاً منظم و منظم توسعه داد. از این رو ارتش به عنوان یک مرد متحد شده است و همه با ایده ها و قدرت او مشارکت می کنند، ارتشی بی باک از فداکاری و قادر به غلبه بر مشکلات مادی است که قهرمانی توده ای و جسارت در نابودی دشمن را به نمایش می گذارد. چنین ارتشی شکست ناپذیر خواهد بود.", "description": "«درباره پیروزی بزرگ در شمال غرب و در مورد نوع جدید جنبش آموزش ایدئولوژیک در ارتش آزادیبخش» (7 مارس 1948)، منتخب نوشته های نظامی، چاپ دوم، ص 358-59.", "category": "کار سیاسی"}, {"text": "در چند ماه گذشته تقریباً تمام ارتش آزادیبخش خلق از فواصل بین نبردها برای آموزش و تحکیم در مقیاس بزرگ استفاده کرده است. این به شیوه ای کاملاً هدایت شده، منظم و دموکراتیک انجام شده است. از این رو شور انقلابی توده های عظیم فرماندهان و رزمندگان را برانگیخته است، آنها را قادر می سازد تا هدف جنگ را به وضوح درک کنند، گرایش های نادرست ایدئولوژیک و مظاهر نامطلوب را در ارتش از بین برده، کادرها و رزمندگان را آموزش داده و کارایی رزمی را بسیار افزایش داده است. از ارتش از این پس ما باید این نوع جدید جنبش آموزش ایدئولوژیک را در ارتش ادامه دهیم، جنبشی که خصلت دموکراتیک و توده ای دارد.", "description": "'سخنرانی در کنفرانس کادرها در منطقه آزاد شده شانسی-سویوان' (1 آوریل 1948)، آثار منتخب، جلد. IV، ص. 234.", "category": "کار سیاسی"}, {"text": "سیاست آموزشی کالج [دانشکده نظامی و سیاسی ضد ژاپن] پرورش جهت گیری سیاسی محکم و صحیح، سبک کاری سخت کوش و ساده و استراتژی و تاکتیک های انعطاف پذیر است. اینها سه مورد ضروری در ساختن یک سرباز انقلابی ضد ژاپنی هستند. مطابق با این موارد ضروری است که کارکنان آموزش می دهند و دانش آموزان مطالعه می کنند.", "description": " حمله شدن توسط دشمن چیز بدی نیست بلکه چیز خوبی است (26 مه 1939)، چاپ جیبی اول، ص. 3.", "category": "کار سیاسی"}, {"text": "ملت ما همیشه سبک سنتی مبارزه سخت داشته است که باید آن را توسعه دهیم... چه اینکه حزب کمونیست همیشه طرفدار یک جهت گیری سیاسی محکم و صحیح بوده است... این جهت گیری از یک سبک جدایی ناپذیر است. از مبارزه سخت بدون جهت گیری سیاسی محکم و صحیح، ترویج سبک مبارزه سخت غیرممکن است. بدون سبک مبارزه سخت، حفظ یک جهت گیری سیاسی محکم و صحیح غیرممکن است.", "description": "'سخنرانی در راهپیمایی ینان در جشن روز جهانی کارگر' (1 مه 1939).", "category": "کار سیاسی"}, {"text": " متحد، هوشیار، جدی و سرزنده باشید.", "description": "شعار دانشکده نظامی و سیاسی ضد ژاپن.", "category": "کار سیاسی"}, {"text": "چیزی که واقعاً در جهان اهمیت دارد وظیفه شناسی است و حزب کمونیست به ویژه در مورد وظیفه شناس بودن است.", "description": " صحبت در جلسه ای با دانشجویان و کارآموزان چینی در مسکو (17 نوامبر 1957).", "category": "کار سیاسی"}, {"text": "ارتش ما همیشه دو سیاست داشته است. اول، ما باید نسبت به دشمنان خود بی رحم باشیم. ما باید بر آنها غلبه کنیم و آنها را نابود کنیم. ثانیاً باید با خودمان، با مردم، با رفقا و مافوق و زیردستان مهربان باشیم و با آنها متحد شویم.", "description": "سخنرانی در پذیرایی کمیته مرکزی حزب از نمایندگان نمونه مطالعاتی از گروه های ارتش عقب (18 سپتامبر 1944).", "category": "روابط افسران و مردان"}, {"text": "ما از گوشه و کنار کشور می آییم و برای یک هدف انقلابی مشترک به هم پیوسته ایم... کادرهای ما باید به تک تک سربازان اهمیت بدهند و همه افراد در صفوف انقلابی باید مراقب یکدیگر باشند، باید محبت کنند و کمک کنند. یکدیگر.", "description": "'خدمت به مردم' (8 سپتامبر 1944)، منتخب آثار، جلد. سوم، ص 227-28.", "category": "روابط افسران و مردان"}, {"text": "جنبشی برای حمایت از کادر و گرامیداشت سربازان باید در هر واحد ارتش راه اندازی شود و کادرها را به گرامیداشت سربازان و سربازان را به حمایت از کادر دعوت کند. آنها باید در مورد کاستی ها و اشتباهات یکدیگر صحبت کنند و سریعاً آنها را اصلاح کنند. به این ترتیب آنها قادر خواهند بود به یک وحدت داخلی بسیار خوب دست یابند.", "description": " 'وظایف برای 1945' (15 دسامبر 1944) ", "category": "روابط افسران و مردان"}, {"text": "بسیاری از مردم فکر می کنند که این روش های اشتباه است که باعث تیرگی روابط بین افسران و مردان و بین ارتش و مردم می شود، اما من همیشه به آنها می گویم که مسئله نگرش (یا اصل اساسی) و احترام است. برای سربازان و مردم از همین نگرش است که سیاست ها، روش ها و شکل های مختلف ناشی می شود. اگر از این نگرش دور شویم، قطعاً سیاست ها، روش ها و شکل ها اشتباه خواهد بود و روابط افسران و مردان و ارتش و مردم نامطلوب خواهد بود. سه اصل اصلی ما برای کار سیاسی ارتش، اول، اتحاد بین افسران و مردان است. دوم، اتحاد بین ارتش و مردم. و سوم، متلاشی شدن نیروهای دشمن. برای به کارگیری مؤثر این اصول، باید با این نگرش اساسی احترام به سربازان و مردم و احترام به کرامت انسانی اسیران جنگی پس از زمین گذاشتن سلاح شروع کنیم. کسانی که همه اینها را یک موضوع فنی و نه یک نگرش ابتدایی می دانند، واقعاً اشتباه می کنند و باید دیدگاه خود را اصلاح کنند.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. دوم، ص 186-87.", "category": "روابط افسران و مردان"}, {"text": "کمونیست ها باید از روش دموکراتیک اقناع و آموزش در هنگام کار در میان مردم زحمتکش استفاده کنند و به هیچ وجه نباید به فرماندهی یا زورگویی متوسل شوند. حزب کمونیست چین صادقانه به این اصل مارکسیستی-لنینیستی پایبند است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 15.*", "category": "روابط افسران و مردان"}, {"text": "رفقای ما باید درک کنند که بازنگری ایدئولوژیک مستلزم کار طولانی مدت، صبورانه و پرزحمت است و نباید سعی کنند با چند سخنرانی یا با برگزاری چند جلسه، ایدئولوژی مردم را که در طول چندین دهه از زندگی شکل گرفته است، تغییر دهند. . متقاعد کردن، نه اجبار، تنها راه متقاعد کردن آنهاست. اجبار هرگز منجر به متقاعد کردن آنها نخواهد شد. تلاش برای متقاعد کردن آنها به زور به سادگی کارساز نخواهد بود. این نوع روش در برخورد با دشمن جایز است، اما در برخورد با رفقا یا دوستان مطلقاً جایز نیست.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، و ص. 23.", "category": "روابط افسران و مردان"}, {"text": "ما باید بین خود و دشمن تمایز قائل شویم و نباید در قبال رفقا موضع خصمانه اتخاذ کنیم و مانند دشمن با آنها رفتار کنیم. در سخن گفتن، باید میل شدیدی به پاسداری از آرمان مردم و بالابردن آگاهی سیاسی آنها داشت و در رویکرد او نباید تمسخر و حمله وجود داشت.", "description": "همانجا پ. 20.*", "category": "روابط افسران و مردان"}, {"text": "ارتش باید با مردم یکی شود تا آنها آن را ارتش خودشان ببینند. چنین ارتشی شکست ناپذیر خواهد بود ....", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 186.", "category": "روابط بین ارتش و مردم"}, {"text": "به هر رفیقی باید کمک کرد تا بفهمد تا زمانی که ما به مردم تکیه کنیم و به قدرت خلاق پایان ناپذیر توده ها ایمان داشته باشیم و از این رو به آنها اعتماد کنیم و خود را با آنها همذات پنداری کنیم، می توانیم بر هر مشکلی فائق آییم و هیچ دشمنی نمی تواند آن را درهم بشکند. ما در حالی که می توانیم هر دشمنی را درهم بشکنیم.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 316. *", "category": "روابط بین ارتش و مردم"}, {"text": " رفقای ما هر جا می روند باید با توده ها روابط خوبی برقرار کنند، نگران آنها باشند و به آنها کمک کنند تا بر مشکلات خود غلبه کنند. ما باید با توده ها متحد شویم، هر چه بیشتر توده ها متحد شویم، بهتر است.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV، ص. 59.", "category": "روابط بین ارتش و مردم"}, {"text": "ارتش در مناطق آزاد شده باید از دولت حمایت کند و مردم را گرامی بدارد، در حالی که دولت های دموکراتیک باید مردم را در کار حمایت از ارتش و رفتار ترجیحی با خانواده های سربازانی که با ژاپن می جنگند رهبری کنند. به این ترتیب روابط بین ارتش و مردم همچنان بهتر خواهد شد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 311. *", "category": "روابط بین ارتش و مردم"}, {"text": "در ارتش وظیفه حمایت از دولت و گرامی داشتن مردم باید از طریق آموزش عقیدتی هر فرمانده و رزمنده انجام شود تا همه آنها اهمیت آن را به خوبی درک کنند. تا زمانی که ارتش این وظیفه را به خوبی انجام دهد، دولت محلی و مردم نیز روابط خود را با ارتش بهبود خواهند بخشید.", "description": "'سیاست کار در مناطق آزاد شده برای سال 1946' (15 دسامبر 1945)، آثار منتخب، جلد. IV، ص. 77. *", "category": "روابط بین ارتش و مردم"}, {"text": "در جریان این لشکرکشی ها، ارتش در طرف خود و حزب و دولت در طرف آنها باید کاستی ها و اشتباهات سال 1943 را به طور کامل بررسی کنند و در سال 1944 قاطعانه آنها را اصلاح کنند. از این پس باید چنین مبارزاتی راه اندازی شود. در اولین ماه هر سال قمری در همه جا و در طول آن وعده های «حمایت از دولت و گرامی داشتن مردم» و «حمایت از ارتش و رفتار ترجیحی با خانواده های سربازان جنگنده ژاپن» باید به موقع خوانده شود. و بار دیگر، و باید در برابر توده ها انتقادهای مکرر از خود نسبت به هرگونه رفتار بلندپایه سربازان در مناطق پایگاه نسبت به حزب یا پرسنل دولتی یا غیرنظامیان، یا عدم نگرانی نسبت به نیروهای نشان داده شده توسط حزب وجود داشته باشد. یا پرسنل دولتی یا غیرنظامیان (هر یک از طرفین از خود انتقاد می کنند و نه طرف دیگر) تا این کاستی ها و اشتباهات به طور کامل اصلاح شود.", "description": "'گسترش کمپین ها برای کاهش اجاره، افزایش تولید و حمایت از دولت و گرامی داشتن مردم در مناطق پایگاه' (1 اکتبر 1943)، آثار منتخب، جلد. III، ص. 135. *", "category": "روابط بین ارتش و مردم"}, {"text": " معیار مناسبی از دموکراسی باید در ارتش اعمال شود، عمدتاً از طریق لغو رویه فئودالی قلدری و ضرب و شتم و با تقسیم افسران و مردان در ثروت و بدبختی. هنگامی که این کار انجام شود، اتحاد بین افسران و مردان حاصل خواهد شد، اثربخشی رزمی ارتش بسیار افزایش می یابد و هیچ شکی در توانایی ما برای حفظ جنگ طولانی و ظالمانه وجود نخواهد داشت.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 186.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": " جدا از نقشی که حزب بازی می کند، دلیل اینکه ارتش سرخ توانسته است علیرغم چنین شرایط بد مادی و چنین درگیری های مکرر به کار خود ادامه دهد، عمل دموکراسی آن است. افسران مردان را کتک نمی زنند. افسران و مردان رفتار مساوی دارند. سربازان برای برگزاری جلسات و صحبت آزادند. تشریفات بی اهمیت کنار گذاشته شده است. و حساب ها برای بازرسی همه باز است... در چین ارتش به همان اندازه که مردم به دموکراسی نیاز دارند. دموکراسی در ارتش ما یک سلاح مهم برای تضعیف ارتش مزدور فئودال است.", "description": " 'مبارزه در کوه های چینگ کانگ' (25 نوامبر 1928)، آثار منتخب، جلد. من، ص. 83.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "سیاست کار سیاسی در یگان های ارتش ما به طور کامل برانگیختن درجه و درجه، فرماندهان و همه کارکنان به منظور دستیابی به سه هدف عمده از طریق یک جنبش دموکراتیک تحت رهبری متمرکز است، یعنی درجه بالایی از وحدت سیاسی. ، شرایط زندگی بهتر و تکنیک و تاکتیک نظامی بهتر. سه بررسی و سه بهبود که اکنون با شور و شوق در یگان های ارتش ما انجام می شود برای دستیابی به دو هدف اول از طریق روش های دموکراسی سیاسی و اقتصادی است. با توجه به دموکراسی اقتصادی، نمایندگان منتخب سربازان باید از حق کمک (اما نه دور زدن) رهبری شرکت در مدیریت تدارکات و آشفتگی شرکت اطمینان حاصل کنند. با توجه به دموکراسی نظامی، در دوره های آموزشی باید آموزش متقابل بین افسران و سربازان و خود سربازان وجود داشته باشد. و در دوره های جنگ، گروهان های جبهه باید جلسات بزرگ و کوچکی از انواع مختلف برگزار کنند. تحت هدایت رهبری شرکت، رتبه و پرونده باید برای بحث در مورد چگونگی حمله و تصرف مواضع دشمن و نحوه انجام سایر وظایف رزمی ایجاد شود. وقتی جنگ چند روز طول می کشد، باید چندین جلسه از این قبیل برگزار شود. این نوع دموکراسی نظامی با موفقیت زیادی در نبرد پانلونگ در شمال شنسی و در نبرد شیهچیاچوانگ در منطقه شانسی-چهار-هوپی اجرا شد. ثابت شده است که این عمل فقط می تواند خوب باشد و هیچ ضرری ندارد.", "description": " 'جنبش دموکراتیک در ارتش' (30 ژانویه 1948)، منتخب نوشته های نظامی، چاپ دوم، ص. 353.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "در مبارزه بزرگ کنونی، حزب کمونیست چین می خواهد که تمام ارگان های رهبری و همه اعضا و کادرهایش باید ابتکار عمل خود را که به تنهایی می تواند پیروزی را تضمین کند، به طور کامل بیان کنند. این ابتکار باید به طور مشخص در توانایی بدنه های رهبری، کادرها و صفوف حزب برای کار خلاقانه، در آمادگی آنها برای پذیرفتن مسئولیت، در نشاط سرشاری که در کار خود نشان می دهند، در شجاعت و توانایی خود برای بالا بردن نشان داده شود. سؤالات، نظرات و انتقادات و نقایص و نظارت رفاقتی که بر نهادهای رهبری و کادرهای برجسته وجود دارد. در غیر این صورت، 'ابتکار' یک چیز خالی خواهد بود. اما اعمال چنین ابتکاری به گسترش دموکراسی در زندگی حزبی بستگی دارد. اگر دموکراسی کافی در زندگی حزبی وجود نداشته باشد، نمی توان آن را وارد بازی کرد. فقط در فضای دموکراسی می توان تعداد زیادی از افراد توانمند را به جلو آورد.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 204.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "هر کس، هر که باشد، باید اجازه داشته باشد که حرفش را بزند، به شرطی که عنصر متخاصم نباشد و حملات بدخواهانه انجام ندهد و اشتباه بگوید مهم نیست. رهبران در همه سطوح وظیفه دارند به دیگران گوش دهند. دو اصل را باید رعایت کرد: (1) هر چه می دانی بگو و بدون ذره بگو. (2) گوینده را سرزنش نکنید بلکه سخنان او را به عنوان هشدار در نظر بگیرید. تا زمانی که اصل 'گوینده را سرزنش نکن' به طور واقعی و نه دروغین رعایت شود، نتیجه این نخواهد بود: 'هرچه می دانی بگو و بدون ذره بگو'.", "description": " 'وظایف برای 1945' (15 دسامبر 1944).", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "آموزش دموکراسی باید در درون حزب انجام شود تا اعضا بتوانند معنای زندگی دموکراتیک، معنای رابطه بین دموکراسی و سانترالیسم و روشی را که در آن سانترالیسم دموکراتیک باید عملی شود، درک کنند. تنها از این طریق است که می توانیم واقعاً دموکراسی را در حزب گسترش دهیم و در عین حال از دموکراسی فراتر از دموکراسی و آزادسازی که انضباط را از بین می برد اجتناب کنیم.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 205. *", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": " هم در ارتش و هم در سازمان های محلی، دموکراسی درون حزبی برای تقویت نظم و افزایش اثربخشی رزمی است، نه تضعیف آنها.", "description": "همانجا.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "در حوزه تئوری ریشه های فرادموکراسی را از بین ببرید. ابتدا باید به این نکته اشاره کرد که خطر اولترادموکراسی در این است که به سازمان حزب لطمه بزند یا حتی کاملاً ویران کند و ظرفیت مبارزاتی حزب را تضعیف یا حتی کاملاً تضعیف کند و حزب را از انجام وظایف رزمی خود ناتوان کرده و در نتیجه باعث شود شکست انقلاب در مرحله بعد، باید به این نکته اشاره کرد که منشأ اولترا دموکراسی در بیزاری فردگرایانه خرده بورژوازی از نظم و انضباط است. وقتی این ویژگی به حزب وارد می شود، از نظر سیاسی و سازمانی به ایده های فوق دموکراتیک تبدیل می شود. این ایده ها با وظایف جنگی پرولتاریا کاملاً ناسازگار است.", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. من، ص. 108.", "category": "دموکراسی و زمینه های اصلی درخت"}, {"text": "سیاست آموزشی ما باید به همه کسانی که آموزش می بینند این امکان را بدهد که از نظر اخلاقی، فکری و جسمی پیشرفت کنند و کارگری با آگاهی و فرهنگ سوسیالیستی شوند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1959)، چاپ جیبی اول، ص. 44.", "category": "آموزش و آموزش نیروها"}, {"text": " در مورد آموزش کادرها چه در محل کار و چه در مدارس برای کادرها، باید سیاستی ایجاد شود که چنین آموزشی را بر مطالعه مشکلات عملی انقلاب چین متمرکز کند و از اصول اساسی مارکسیسم-لنینیسم به عنوان راهنما استفاده کند. و روش مطالعه مارکسیسم-لنینیسم را به صورت ایستا و مجزا باید کنار گذاشت.", "description": " 'مطالعه ما را اصلاح کنید' (مه 1941)، آثار منتخب، جلد. III، ص. 24.", "category": "آموزش و آموزش نیروها"}, {"text": "برای مدرسه نظامی مهم ترین سوال انتخاب مدیر و مربی و اتخاذ سیاست آموزشی است.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص. 5. *", "category": "آموزش و آموزش نیروها"}, {"text": "مدرسه صد نفره اگر دارای یک گروه پیشرو متشکل از چند نفر یا یک دوجین نفر یا بیشتر نباشد که مطابق با شرایط واقعی شکل گرفته باشد (و نه به صورت تصنعی در کنار هم باشد) قطعا نمی تواند به خوبی اداره شود. متشکل از فعال ترین، درستکارترین و هوشیارترین معلمان، سایر کارکنان و دانش آموزان.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. سوم، ص 118-l9.", "category": "آموزش و آموزش نیروها"}, {"text": "همه افسران و رزمندگان ارتش ما باید هنر نظامی خود را ارتقا دهند، شجاعانه به سوی پیروزی قطعی در جنگ پیش بروند و با قاطعیت، به طور کامل، به طور کامل و کامل همه دشمنان را از بین ببرند.", "description": " 'مانیفست ارتش آزادیبخش خلق چین' (اکتبر 1947)، منتخب نوشته های نظامی، ویرایش دوم، ص. 340.", "category": "آموزش و آموزش نیروها"}, {"text": "به جنبه های نظامی و سیاسی برنامه یکساله تحکیم و آموزشی که به تازگی آغاز شده است باید به یک اندازه اهمیت داده شود و این دو جنبه با هم ادغام شوند. در آغاز، باید بر جنبه سیاسی، بر بهبود روابط بین افسران و مردان، تقویت وحدت داخلی و برانگیختن سطح بالایی از شور و شوق در میان توده های کادرها و مبارزان تأکید شود. تنها در این صورت است که تحکیم نظامی و آموزش به آرامی پیش خواهد رفت و به نتایج بهتری دست خواهد یافت.", "description": " 'وظایف برای 1945' (15 دسامبر 1944).", "category": "آموزش و آموزش نیروها"}, {"text": " در مورد روش آموزش، ما باید جنبش آموزشی توده ای را آشکار کنیم که در آن افسران به سربازان آموزش می دهند، سربازان به افسران و سربازان به یکدیگر آموزش می دهند.", "description": "'سیاست کار در مناطق آزاد شده برای سال 1946' (15 دسامبر 1945)، آثار منتخب، جلد. IV، ص. 76.", "category": "آموزش و آموزش نیروها"}, {"text": "شعار ما در آموزش نیروها 'افسران به سربازان، سربازان به افسران و سربازان به یکدیگر آموزش می دهند' است. جنگنده ها تجربه رزمی عملی زیادی دارند. افسران باید از مبارزان بیاموزند و وقتی تجربه دیگران را از آن خود کردند، توانمندتر خواهند شد.", "description": "'گفتگویی با هیات تحریریه روزنامه شانسی سوئیوان' (2 آوریل 1948)، آثار منتخب، جلد. IV، ص. 243.", "category": "آموزش و آموزش نیروها"}, {"text": "در مورد دوره های آموزشی، همچنان باید هدف اصلی بالا بردن سطح تکنیک در تیراندازی، پرتاب نارنجک با سرنیزه و مواردی از این دست و هدف ثانویه، ارتقای سطح تاکتیک باشد، ضمن اینکه باید تاکید ویژه شود. در عملیات شبانه.", "description": "'سیاست کار در مناطق آزاد شده برای سال 1946' (15 دسامبر 1945)، آثار منتخب، جلد. IV، ص. 76. *", "category": "آموزش و آموزش نیروها"}, {"text": "باید متواضع و عاقل باشیم و در مقابل استکبار و تندخویی مواظب باشیم و به دل و جان مردم چین خدمت کنیم...", "description": " 'چینین دو سرنوشت احتمالی' (23 آوریل 1945)، آثار منتخب، جلد. III ص. 253.", "category": "خدمت به مردم"}, {"text": "نقطه عزیمت ما این است که با جان و دل به مردم خدمت کنیم و حتی یک لحظه خود را از توده ها جدا نکنیم، در همه موارد از منافع مردم گام برداریم نه از منافع شخصی خود یا منافع یک فرد. گروه کوچک، و مسئولیت خود در قبال مردم را با مسئولیت خود در قبال ارگانهای رهبری حزب شناسایی کنیم.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 315.*", "category": "خدمت به مردم"}, {"text": " ارگان های دولتی باید سانترالیسم دموکراتیک را تمرین کنند، باید به توده ها تکیه کنند و کارکنان آنها باید به مردم خدمت کنند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 8.*", "category": "خدمت به مردم"}, {"text": "روح رفیق بتون، ارادت کامل او به دیگران بدون هیچ فکری به خود، در احساس مسئولیت بی حد و حصر او در کارش و خونگرمی بی حدش نسبت به همه رفقا و مردم نشان داده شد. هر کمونیست باید از او بیاموزد. همه ما باید روحیه ایثار مطلق را از او بیاموزیم. با این روحیه همه می توانند برای مردم بسیار مفید باشند. توانایی یک مرد ممکن است زیاد یا کوچک باشد، اما اگر این روحیه را داشته باشد، از قبل نجیب و پاک است، مردی با اصالت اخلاقی و بالاتر از علایق مبتذل، انسانی که برای مردم ارزش دارد.", "description": "'به یاد نورمن بتون' (21 دسامبر 1939)، آثار منتخب، جلد. دوم، صص 337-38. *", "category": "خدمت به مردم"}, {"text": "حزب کمونیست ما و راه هشتم و ارتش چهارم جدید به رهبری حزب ما گردان های انقلاب هستند. این گردان های ما تماماً وقف رهایی مردم هستند و تماماً در جهت منافع مردم کار می کنند.", "description": "'خدمت به مردم' (8 سپتامبر 1944)، منتخب آثار، جلد. III، ص. 227", "category": "خدمت به مردم"}, {"text": "همه کادرهای ما با هر درجه ای که باشند خدمتگزار مردم هستند و هر کاری که می کنیم خدمت به مردم است. پس چگونه می توانیم از کنار گذاشتن هر یک از صفات بد خود بی میل باشیم؟", "description": " 'وظایف برای 1945' (15 دسامبر 1944).", "category": "خدمت به مردم"}, {"text": "وظیفه ما این است که خود را در قبال مردم مسئول بدانیم. هر حرف و هر عمل و هر سیاستی باید مطابق با مصالح مردم باشد و اگر اشتباهی رخ داد باید اصلاح شود - مسئولیت پذیری در برابر مردم یعنی همین.", "description": " 'وضعیت و سیاست ما پس از پیروزی در جنگ مقاومت علیه ژاپن' (13 اوت 1945)، آثار منتخب، جلد. IV، ص. 16.", "category": "خدمت به مردم"}, {"text": "هرجا مبارزه باشد فداکاری است و مرگ امری عادی است. اما ما منافع مردم و رنج اکثریت عظیم را در دل داریم و وقتی برای مردم می میریم، مرگ شایسته ای است. با این وجود، ما باید تمام تلاش خود را بکنیم تا از فداکاری های غیرضروری اجتناب کنیم.", "description": "'خدمت به مردم' (8 سپتامبر 1944)، منتخب آثار، جلد. III، ص. 228.", "category": "خدمت به مردم"}, {"text": "همه انسان ها باید بمیرند، اما مرگ می تواند در اهمیت آن متفاوت باشد. نویسنده چینی باستان، سوما چین، می گوید: «اگرچه مرگ همه انسان ها را به یک اندازه می بیند، اما ممکن است از کوه تای سنگین تر یا از یک پر سبک تر باشد». مردن برای مردم از کوه تای سنگین تر است، اما کار برای فاشیست ها و مردن برای استثمارگران و ستمگران از یک پر سبک تر است.", "description": "همانجا پ. 227.*", "category": "خدمت به مردم"}, {"text": "آیا یک کمونیست که یک انترناسیونالیست است می تواند در عین حال میهن پرست باشد؟ ما معتقدیم که او نه تنها می تواند باشد، بلکه باید باشد. محتوای خاص میهن پرستی را شرایط تاریخی تعیین می کند. 'وطن پرستی' متجاوزان ژاپنی و هیتلر وجود دارد و میهن پرستی ما وجود دارد. کمونیست ها باید قاطعانه با 'وطن پرستی' متجاوزان ژاپنی و هیتلر مخالفت کنند. کمونیست های ژاپن و آلمان نسبت به جنگ هایی که کشورهایشان به راه انداخته اند، شکست خورده اند. شکست متجاوزان ژاپنی و هیتلر به هر وسیله ممکن به نفع ژاپنی ها و مردم آلمان است و هر چه شکست کامل تر باشد بهتر است... برای جنگ هایی که متجاوزان ژاپنی و هیتلر به راه انداختند. به مردم خانه و همچنین مردم جهان آسیب می رسانند. با این حال، مورد چین متفاوت است، زیرا او قربانی تجاوز است. بنابراین کمونیست های چینی باید میهن پرستی را با انترناسیونالیسم ترکیب کنند. ما در عین حال انترناسیونالیست و میهن پرست هستیم و شعار ما 'مبارزه برای دفاع از وطن در برابر متجاوزان' است. شکست برای ما جنایت است و تلاش برای پیروزی در جنگ مقاومت وظیفه ای اجتناب ناپذیر. زیرا تنها با جنگیدن در دفاع از وطن می توان متجاوزان را شکست داد و به رهایی ملی دست یافت. و تنها با دستیابی به رهایی ملی، پرولتاریا و سایر زحمتکشان می توانند به رهایی خود دست یابند. پیروزی چین و شکست امپریالیست های متجاوز به مردم کشورهای دیگر کمک خواهد کرد. بنابراین در جنگ های آزادیبخش ملی میهن پرستی انترناسیونالیسم کاربردی است.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 196. *", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": "این چه نوع روحیه ای است که باعث می شود یک خارجی فداکارانه آرمان آزادی مردم چین را از خود بپذیرد؟ این روح انترناسیونالیسم است، روح کمونیسم، که هر کمونیست چینی باید از آن بیاموزد... ما باید با پرولتاریای همه کشورهای سرمایه داری، با پرولتاریای ژاپن، بریتانیا، ایالات متحده، آلمان، ایتالیا متحد شویم. و همه کشورهای سرمایه داری دیگر، قبل از اینکه امپریالیسم را سرنگون کنند، ملت و مردم خود را آزاد کنند و سایر ملل و مردم جهان را آزاد کنند. این انترناسیونالیسم ماست، انترناسیونالیسمی که با آن هم با ناسیونالیسم محدود و هم میهن پرستی محدود مخالفیم.", "description": "'به یاد نورمن بتون' (21 دسامبر 1939)، آثار منتخب، جلد. II، ص. 337. *", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": " در مبارزه برای رهایی کامل، مردم ستمدیده قبل از هر چیز به مبارزه خود و سپس، و تنها پس از آن، به کمک بین المللی تکیه می کنند. مردمی که در انقلاب خود پیروز شده اند باید به کسانی که هنوز برای آزادی می جنگند کمک کنند. این وظیفه بین المللی ماست.", "description": " با دوستان آفریقایی صحبت کنید (8 اوت 1963).", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": "کشورهای سوسیالیستی دولت هایی از نوع کاملاً جدید هستند که در آنها طبقات استثمارگر سرنگون شده اند و کارگران در قدرت هستند. اصل ادغام انترناسیونالیسم با میهن پرستی در روابط بین این کشورها اعمال می شود. منافع مشترک و آرمان های مشترک ما را از نزدیک پیوند می زند.", "description": "'سخنرانی در نشست شورای عالی اتحاد جماهیر شوروی در جشن چهلمین سالگرد انقلاب کبیر سوسیالیستی اکتبر' (6 نوامبر 1957).", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": "مردم کشورهای اردوگاه سوسیالیستی باید متحد شوند، مردم کشورهای آسیایی، آفریقایی و آمریکای لاتین باید متحد شوند، مردم همه قاره ها باید متحد شوند، همه کشورهای صلح دوست و همه کشورها باید متحد شوند. در معرض تجاوز، کنترل، مداخله یا قلدری ایالات متحده باید متحد شوند و بنابراین گسترده ترین جبهه متحد برای مقابله با سیاست های تجاوز و جنگ امپریالیستی ایالات متحده و دفاع از صلح جهانی را تشکیل دهند.", "description": " 'بیانیه حمایت از مبارزه عادلانه میهن پرستانه مردم پاناما علیه امپریالیسم ایالات متحده' (12 ژانویه 1964)، مردم جهان، متحد شوید و متجاوزان ایالات متحده و همه ناتوانان آنها را شکست دهید، ویرایش دوم، ص. 9.", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": " چیزها بی وقفه پیشرفت می کنند. تنها چهل و پنج سال از انقلاب 1911 می گذرد، اما چهره چین به کلی تغییر کرده است. در چهل و پنج سال دیگر، یعنی در سال 2001، یا آغاز قرن 21، چین دستخوش تغییرات بزرگتری خواهد شد. او به یک کشور صنعتی سوسیالیستی قدرتمند تبدیل خواهد شد. و این همانطور که باید باشد هست. چین سرزمینی با مساحت 9600000 کیلومتر مربع و جمعیتی بالغ بر 600 میلیون نفر است و او باید کمک بیشتری به بشریت می کرد. سهم او در یک دوره طولانی بسیار کم بوده است. از این بابت متاسفیم. اما ما باید متواضع باشیم - نه تنها اکنون، بلکه چهل و پنج سال پس از آن نیز. ما باید همیشه متواضع باشیم. در روابط بین الملل خود، ما چینی ها باید قاطعانه، به طور کامل، به طور کامل و کامل از شر شوونیسم قدرت های بزرگ خلاص شویم.", "description": "'در بزرگداشت دکتر سان یات سن' (نوامبر 1956).", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": " ما هرگز نباید به دلیل پیروزی انقلاب و دستاوردهای خاص در سازندگی خود، نگرش استکباری شوونیسم قدرت های بزرگ را اتخاذ کنیم و مغرور شویم. هر ملتی، چه بزرگ و چه کوچک، نقاط قوت و ضعف خود را دارد.", "description": "'سخنرانی افتتاحیه در هشتمین کنگره ملی حزب کمونیست چین' (15 سپتامبر 1956).", "category": "وطن پرستی و انترناسیونالیسم"}, {"text": "این ارتش روحی تسلیم ناپذیر دارد و مصمم است بر همه دشمنان پیروز شود و هرگز تسلیم نشود. مهم نیست چه سختی ها و سختی ها، تا زمانی که یک مرد مجرد بماند، می جنگد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 264.*", "category": "قهرمانی انقلابی"}, {"text": "به سبک مبارزه خود کاملاً بازی دهید - شجاعت در نبرد، بدون ترس از فداکاری، بدون ترس از خستگی، و مبارزه مداوم (یعنی نبردهای متوالی در مدت زمان کوتاه بدون استراحت).", "description": " 'وضعیت کنونی و وظایف ما' (25 دسامبر 1947)، آثار منتخب، جلد. IV، ص. 161.", "category": "قهرمانی انقلابی"}, {"text": "هزاران هزار شهید قهرمانانه جان خود را فدای مردم کرده اند. بیایید پرچم آنها را بالا بگیریم و در امتداد مسیر سرخ رنگ از خون آنها پیش برویم!", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 318.", "category": "قهرمانی انقلابی"}, {"text": "مصمم باش، از هیچ فداکاری نترس و برای بدست آوردن پیروزی بر هر مشکلی غلبه کن.", "description": " 'پیرمرد احمق که کوه ها را از بین برد' (11 ژوئن 1945)، آثار منتخب، جلد. III، ص. 321. *", "category": "قهرمانی انقلابی"}, {"text": "در یک لحظه حساس در پیشرفت اکسپدیشن شمالی، . . . سیاست های خائنانه و ارتجاعی «پاکسازی حزبی» و قتل عام که توسط مقامات کومینتانگ اتخاذ شد، این جبهه متحد ملی - جبهه متحد کومینتانگ، حزب کمونیست و همه اقشار مردم را که تجسم آرمان آزادی خلق چین بودند - ویران کرد. همه سیاست های انقلابی آن... پس از آن وحدت با جنگ داخلی، دموکراسی با دیکتاتوری، و چین پر از روشنایی با چین پوشیده شده در تاریکی جایگزین شد. اما حزب کمونیست چین و مردم چین نه تسخیر شدند و نه تسخیر شدند و نه نابود شدند. آنها خود را برداشتند، خون را پاک کردند، رفقای کشته شده خود را دفن کردند و دوباره وارد جنگ شدند. آنها با بالا نگه داشتن استاندارد بزرگ انقلاب، در مقاومت مسلحانه قیام کردند و در سرزمینی وسیع در چین، حکومت های مردمی را تأسیس کردند، اصلاحات ارضی را انجام دادند، ارتش مردمی - ارتش سرخ چین - را ایجاد کردند و نیروهای انقلابی را حفظ کردند و گسترش دادند. مردم چین.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 261. *", "category": "قهرمانی انقلابی"}, {"text": "شما ویژگی های خوب زیادی دارید و خدمات بزرگی انجام داده اید، اما همیشه باید به یاد داشته باشید که مغرور نشوید. شما مورد احترام همه هستید و کاملاً درست است، اما این به راحتی منجر به خودپسندی می شود. اگر مغرور شوید، اگر متواضع نباشید و تلاش نکنید، و اگر به دیگران احترام نگذارید، به کادرها و توده ها احترام نگذارید، دیگر قهرمان و الگو نمی شوید. در گذشته چنین افرادی وجود داشته اند و امیدوارم از آنها الگو نگیرید.", "description": " 'ما باید یاد بگیریم که کار اقتصادی انجام دهیم' (10 ژانویه 1945)، آثار منتخب، جلد. III، ص. 239.", "category": "قهرمانی انقلابی"}, {"text": "در مبارزه برای محو دشمن و اعاده و افزایش تولیدات صنعتی و کشاورزی، بر دشواری ها و سختی های بسیاری غلبه کرده اید و شجاعت، خرد و ابتکار بسیار زیادی از خود نشان داده اید. شما الگوهایی برای کل ملت چین، ستون فقرات پیشروی پیروزمندانه آرمان مردم در همه عرصه ها، ستون های حمایت از دولت خلق و پل هایی هستید که دولت خلق را با توده های بزرگ پیوند می دهد.", "description": "پیام درود از طرف کمیته مرکزی حزب کمونیست چین به نشست نمایندگان قهرمانان رزمی ملی و کارگران نمونه (25 سپتامبر 1950).", "category": "قهرمانی انقلابی"}, {"text": "ما ملت چین روحیه مبارزه با دشمن را تا آخرین قطره خونمان، عزم راسخ برای بازیابی سرزمین از دست رفته خود با تلاش خود و توانایی ایستادن روی پای خود در خانواده ملتها را داریم.~ ~~", "description": "'درباره تاکتیک ها علیه امپریالیسم ژاپن' (27 دسامبر 1935)، آثار منتخب، جلد. من، ص. 170. *", "category": "قهرمانی انقلابی"}, {"text": " ما باید مراقب باشیم که همه کادرهای ما و همه مردم ما دائماً در نظر داشته باشند که کشور ما یک کشور سوسیالیستی بزرگ است اما از نظر اقتصادی عقب مانده و فقیر است و این یک تناقض بسیار بزرگ است. برای ثروتمند و قوی ساختن چین به چندین دهه تلاش شدید نیاز دارد که از جمله شامل تلاش برای اقتصاد سخت و مبارزه با ضایعات است، یعنی سیاست ساختن کشور ما از طریق سخت کوشی و صرفه جویی.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 71.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "در راه اندازی کارخانه ها و مغازه ها و کلیه شرکت های دولتی، تعاونی و غیره باید سخت کوشی و صرفه جویی به عمل آید. اصل اهتمام و صرفه جویی در هر کاری باید رعایت شود. این اصل اقتصاد یکی از اصول اساسی اقتصاد سوسیالیستی است. چین کشور بزرگی است، اما هنوز بسیار فقیر است. چندین دهه طول می کشد تا چین شکوفا شود. حتی در این صورت ما همچنان باید اصل سخت کوشی و صرفه جویی را رعایت کنیم. اما در چند دهه آتی و در طول سلسله برنامه های پنج ساله حاضر است که باید به طور ویژه از سخت کوشی و صرفه جویی حمایت کنیم و باید به اقتصاد توجه ویژه ای داشته باشیم.", "description": " یادداشت مقدماتی برای 'اجرای یک تعاونی مجدانه و مقتصدانه' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "هر جا که هستیم باید برای نیروی انسانی و امکانات مادی خود ارزش قائل باشیم و کوتاهی نکنیم و در اسراف و اسراف بپردازیم. هر جا که هستیم، از همان سال اول کارمان باید سال های بعد، جنگ طولانی که باید حفظ شود، ضد حمله و کار بازسازی پس از بیرون راندن دشمن را در نظر داشته باشیم. از یک سو هرگز اسراف و اسراف نکنید. از سوی دیگر، به طور فعال تولید را گسترش دهید. قبلاً در بعضی جاها مردم به دلیل دوری اندیشی و غفلت از اقتصاد در نیروی انسانی و منابع مادی و گسترش تولید، آسیب زیادی می دیدند. درس آنجاست و باید به آن توجه شود.", "description": " 'ما باید یاد بگیریم که کار اقتصادی انجام دهیم' (10 ژانویه 1945)، آثار منتخب، جلد. III، ص. 244.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "برای تسریع این احیا و توسعه [تولیدات کشاورزی و تولید صنعتی در شهرهای کوچک]، ما باید در مسیر مبارزه خود برای الغای نظام فئودالی، نهایت تلاش خود را به کار بگیریم تا همه ابزارهای مفید را حفظ کنیم. تولید و امرار معاش، در مقابل تخریب یا هدر دادن هر کس تدابیر قاطعانه اتخاذ کنند، با اسراف در خوردن و آشامیدن مخالفت کنند و به صرفه جویی و صرفه جویی توجه کنند.", "description": "'سخنرانی در کنفرانس کادرها در منطقه آزاد شده شانسی-سویوان' (1 آوریل 1948)، آثار منتخب، جلد. IV، ص. 238.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": " صرفه جویی باید اصل راهنما در مخارج دولت ما باشد. باید برای همه کارکنان دولت روشن شود که فساد و اتلاف جنایات بسیار بزرگی است. کمپین های ما علیه فساد و اتلاف قبلاً به نتایجی رسیده است، اما تلاش های بیشتری لازم است. سیستم حسابداری ما باید بر اساس اصل صرفه جویی در هر مس برای تلاش های جنگی، برای اهداف انقلابی و برای ساخت و ساز اقتصادی ما هدایت شود.", "description": "'سیاست اقتصادی ما' (23 ژانویه 1934)، آثار منتخب، جلد. من، ص. 145.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": " گرایش خطرناکی در میان بسیاری از پرسنل ما اخیراً خود را نشان داده است - عدم تمایل به سهیم شدن در شادی ها و سختی های توده ها، نگرانی برای شهرت و سود شخصی. این خیلی بد است. یکی از راه های غلبه بر آن ساده سازی سازمان هایمان در جریان کارزارمان برای افزایش تولید و اقتصاد عملی و انتقال کادر به سطوح پایین تر است تا تعداد قابل توجهی به کار تولیدی بازگردند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 71.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "تولید ارتش برای حمایت خود نه تنها شرایط معیشتی ارتش را بهبود بخشیده و بار مردم را سبک کرده و در نتیجه امکان گسترش بیشتر ارتش را فراهم کرده است. علاوه بر این، عوارض جانبی فوری زیادی داشته است. آنها به شرح زیر هستند: (1) بهبود روابط بین افسران و مردان. افسران و مردان در تولید با هم کار می کنند و مانند برادر می شوند. (2) نگرش بهتر به کار... از زمانی که ارتش شروع به تولید برای حمایت از خود کرد، نگرش به کار بهبود یافته و راه های بی نظیری غلبه کرده است. (3) انضباط تقویت شده. انضباط کار در تولید به دور از تضعیف انضباط در جنگ و زندگی ارتش، در واقع آن را تقویت می کند. (4) بهبود روابط بین ارتش و مردم. هنگامی که یک نیروی مسلح شروع به 'خانه داری' برای خود می کند، تجاوز به اموال مردم به ندرت یا هرگز رخ نمی دهد. همانطور که ارتش و مردم به تبادل نیروی کار و کمک به یکدیگر در تولید کمک می کنند، دوستی بین آنها تقویت می شود. (5) نارضایتی کمتر در ارتش در مورد دولت و بهبود روابط بین این دو. (6) انگیزه ای برای کمپین تولید بزرگ مردم. هنگامی که ارتش درگیر تولید می شود، نیاز دولت و سایر سازمان ها برای انجام همین کار آشکارتر می شود و آنها این کار را با انرژی بیشتری انجام می دهند. همچنین، نیاز به یک کمپین جهانی از کل مردم برای افزایش تولید به طور طبیعی آشکارتر می شود و این نیز با انرژی بیشتری انجام می شود.", "description": "'درباره تولید توسط ارتش برای حمایت خود و اهمیت جنبش های بزرگ برای اصلاح و تولید' (27 آوریل 1945)، آثار منتخب، جلد. سوم، صص 327-28. *", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "بعضی ها می گویند اگر یگان های ارتش برای تولید وارد شوند، نمی توانند آموزش ببینند یا بجنگند و اگر دولت و سایر سازمان ها این کار را انجام دهند، نمی توانند کار خودشان را انجام دهند. این یک استدلال نادرست است. در سال های اخیر یگان های ارتش ما در منطقه مرزی به منظور تأمین غذا و پوشاک فراوان دست به تولید را زده اند و همزمان آموزش های خود را انجام داده و مطالعات سیاسی و سوادآموزی و سایر دوره های خود را بسیار موفق تر از گذشته انجام داده اند. وحدت بیشتر از همیشه در داخل ارتش و بین ارتش و مردم. در حالی که سال گذشته یک کمپین تولید در مقیاس بزرگ در جبهه وجود داشت، موفقیت های بزرگی در جنگ به دست آمد و علاوه بر این یک کمپین آموزشی گسترده آغاز شد. و به برکت تولید، پرسنل دولت و سایر سازمانها زندگی بهتری دارند و با فداکاری و کارآمدی بیشتری کار می کنند. این مورد هم در منطقه مرزی و هم در جبهه وجود دارد.", "description": " 'ما باید یاد بگیریم که کار اقتصادی انجام دهیم' (10 ژانویه 1945)، آثار منتخب، جلد. سوم، ص 243-44.", "category": " ساختن کشورمان از طریق کوشش و صرفه جویی"}, {"text": "سیاست ما باید بر چه اساسی استوار باشد؟ این باید متکی به قدرت خودمان باشد و این به معنای بازسازی با تلاش خود است. ما تنها نیستیم؛ همه کشورها و مردم جهان مخالف امپریالیسم دوستان ما هستند. با این وجود، ما بر بازسازی با تلاش خود تاکید می کنیم. با تکیه بر نیروهایی که خودمان سازماندهی می کنیم، می توانیم تمام مرتجعین چینی و خارجی را شکست دهیم.", "description": " 'وضعیت و سیاست ما پس از پیروزی در جنگ مقاومت علیه ژاپن' (13 اوت 1945)، آثار منتخب، جلد. IV، ص. 20.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "ما طرفدار اتکا به خود هستیم. ما به کمک خارجی امیدواریم اما نمی توانیم به آن وابسته باشیم. ما به تلاش خود، به قدرت خلاق کل ارتش و کل مردم وابسته هستیم.", "description": " 'ما باید یاد بگیریم که کار اقتصادی انجام دهیم' (10 ژانویه 1945)، آثار منتخب، جلد. III، ص. 241.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": " کسب پیروزی در سراسر کشور تنها اولین قدم در راهپیمایی طولانی ده هزار لیتی است... انقلاب چین عالی است، اما راه پس از انقلاب طولانی تر، کار بزرگ تر و دشوارتر خواهد بود. این باید اکنون در حزب روشن شود. باید به رفقا کمک کرد تا در سبک کار خود متواضع، عاقل و عاری از تکبر و عجول باشند. باید به رفقا کمک کرد تا سبک ساده زیستی و مبارزه سخت را حفظ کنند.", "description": "'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین (5 مارس 1949)، منتخب آثار، ج 4، ص 374. *", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "ما باید به طور کامل همه ایده ها را در میان کادرهایمان برای کسب پیروزی های آسان از طریق خوش شانسی، بدون مبارزه سخت و تلخ، بدون عرق و خون پاک کنیم.", "description": "'ساختن مناطق پایگاه پایدار در شمال شرقی' (28 دسامبر 1945)، آثار منتخب، جلد. IV، ص. 84.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "ما باید در بین مردم در مورد حقایق پیشرفت جهان و آینده روشن تبلیغات مداوم داشته باشیم تا اعتماد آنها به پیروزی ایجاد شود. در عین حال باید به مردم بگوییم و به رفقا بگوییم که در راه ما پیچ و خم خواهد بود، هنوز موانع و مشکلات زیادی در راه انقلاب وجود دارد. کنگره هفتم حزب ما فرض کرد که دشواری ها بسیار زیاد است، زیرا ما ترجیح می دهیم که مشکلات بیشتر را به جای کمتر فرض کنیم. برخی از رفقا دوست ندارند زیاد به مشکلات فکر کنند. اما دشواری ها واقعیت هستند. ما باید به همان اندازه مشکلات را بشناسیم و نباید «سیاست عدم به رسمیت شناختن» را اتخاذ کنیم. ما باید مشکلات را بشناسیم، آنها را تحلیل کنیم و با آنها مبارزه کنیم. هیچ جاده مستقیمی در جهان وجود ندارد. ما باید آماده باشیم تا راهی را دنبال کنیم که پیچ و تاب دارد و سعی نکنیم چیزها را ارزان به دست آوریم. نباید تصور کرد که یک صبح خوب همه مرتجعین به میل خود به زانو در می آیند. در یک کلام، در حالی که چشم اندازها روشن است، جاده دارای پیچ و خم است. هنوز مشکلات زیادی در پیش است که نباید از آنها چشم پوشی کرد. با اتحاد با همه مردم در یک تلاش مشترک، مطمئناً می توانیم بر همه مشکلات غلبه کنیم و پیروزی را به دست آوریم.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. چهارم، صص 59-60.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "هر کس فقط جنبه های روشن را ببیند اما دشواری ها را نمی بیند نمی تواند به طور مؤثر برای انجام وظایف حزب مبارزه کند.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 314.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "ثروت جامعه توسط کارگران، دهقانان و روشنفکران کارگر ایجاد می شود. اگر سرنوشت خود را در دست بگیرند، خط مارکسیست-لنینیستی را دنبال کنند و به جای طفره رفتن، در حل مشکلات نگرش فعال داشته باشند، هیچ مشکلی در دنیا وجود نخواهد داشت که نتوانند بر آن غلبه کنند.", "description": " یادداشت مقدماتی برای 'دبیر حزب رهبری را بر عهده می گیرد و همه اعضای حزب به اداره تعاونی ها کمک می کنند' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "رفقای سراسر حزب باید همه اینها را کاملاً در نظر بگیرند و آماده باشند تا با اراده ای تسلیم ناپذیر و برنامه ریزی شده بر همه مشکلات فائق آیند. نیروهای ارتجاعی و ما هر دو مشکل داریم. اما دشواری های نیروهای ارتجاعی غیرقابل حل است زیرا نیروهایی در آستانه مرگ هستند و آینده ای ندارند. می توان بر مشکلات ما غلبه کرد زیرا ما نیروهای جدید و در حال رشد هستیم و آینده روشنی داریم.", "description": " 'درود بر موج جدید انقلاب چین' (1 فوریه 1947)، آثار منتخب، جلد. IV، ص. 125.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "در مواقع سختی ما نباید دستاوردهای خود را از دست بدهیم، باید آینده روشن را ببینیم و باید شجاعت خود را بدست آوریم.", "description": "'خدمت به مردم' (8 سپتامبر 1944)، منتخب آثار، جلد. سوم، ص 227-28.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": " چیزهای جدید همیشه باید با مشکلات و شکست هایی که رشد می کنند تجربه کنند. تصور اینکه علت سوسیالیسم همه چیز دریانوردی ساده و موفقیت آسان، بدون دشواری ها و شکست ها یا تلاش های عظیم است، خیالی محض است.", "description": "درباره برخورد صحیح با تضادهای بین مردم (27 فوریه 1957)، چاپ جیبی اول، ص 32-33.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "در مقاطع معینی از مبارزات انقلابی، دشواری ها بر شرایط مساعد غلبه می کنند و بنابراین جنبه اصلی تضاد را تشکیل می دهند و شرایط مساعد جنبه ثانویه را تشکیل می دهند. اما انقلابیون با تلاش خود می توانند گام به گام بر مشکلات فائق آیند و موقعیت مساعد جدیدی را بگشایند، در نتیجه شرایط دشوار جای مطلوب را می دهد.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 335.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "کار چیست؟ کار مبارزه است. در آن مکان ها سختی ها و مشکلاتی وجود دارد که باید بر آن غلبه کنیم و حل کنیم. ما به آنجا می رویم تا کار کنیم و برای غلبه بر این مشکلات تلاش می کنیم. رفیق خوب کسی است که اشتیاق بیشتری برای رفتن به جایی که سختی ها بیشتر است داشته باشد.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV، ص. 58.", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": " یک افسانه چینی باستانی وجود دارد به نام 'پیرمرد احمقی که کوه ها را برداشت'. این داستان از پیرمردی می گوید که مدت ها پیش در شمال چین زندگی می کرد و به پیرمرد احمق کوه شمالی شهرت داشت. خانه او رو به جنوب بود و در آن سوی درگاهش دو قله بزرگ، تای هانگ و وانگ وو قرار داشت که مانع از راه می شدند. او با عزم و اراده فراوان پسرانش را در کندن این کوه ها به صورت بیل در دست رهبری کرد. ریش خاکستری دیگری، معروف به پیرمرد خردمند، آنها را دید و با تمسخر گفت: 'چقدر احمقانه این کار را می کنید! برای شما عده کمی غیر ممکن است که این دو کوه عظیم را حفر کنید.' پیرمرد احمق پاسخ داد: 'وقتی من بمیرم، پسرانم ادامه خواهند داد؛ زمانی که آنها بمیرند، نوه های من خواهند بود، و سپس پسران و نوه های آنها و غیره تا بی نهایت. هر چه آنها بلند باشند، کوه ها نمی توانند رشد کنند. بالاتر و با هر ذره ای که حفاری می کنیم، آنها بسیار پایین تر خواهند بود. چرا نمی توانیم آنها را پاک کنیم؟' پس از رد دیدگاه نادرست پیرمرد خردمند، او هر روز به حفاری ادامه داد و در اعتقاد خود متزلزل نشد. این امر خداوند را برانگیخت و دو فرشته نازل کرد که کوهها را بر پشت خود بردند. امروز دو کوه بزرگ مانند وزنه ای مرده بر سر مردم چین قرار دارد. یکی امپریالیسم و دیگری فئودالیسم. حزب کمونیست چین مدتهاست تصمیم خود را برای کشف آنها گرفته است. ما باید استقامت و تلاش بی وقفه داشته باشیم و ما نیز دل خدا را لمس خواهیم کرد. خدای ما کسی نیست جز توده های مردم چین. اگر با ما قیام کنند و حفاری کنند، چرا این دو کوه را نمی توان پاک کرد؟", "description": " 'پیرمرد احمق که کوه ها را از بین برد' (11 ژوئن 1945)، آثار منتخب، جلد. III، ص. 322. *", "category": "خود اتکایی و مبارزه طاقت فرسا"}, {"text": "تاریخ بشریت، تاریخ توسعه مستمر از قلمرو ضرورت به قلمرو آزادی است. این روند بی پایان است. در هر جامعه ای که طبقات در آن وجود دارد، مبارزه طبقاتی هرگز پایان نخواهد یافت. در جامعه بی طبقه، مبارزه بین جدید و قدیم و بین حقیقت و باطل هرگز پایان نخواهد یافت. در عرصه های مبارزه برای تولید و آزمایش علمی، بشر دائماً پیشرفت می کند و طبیعت دستخوش تغییرات دائمی می شود، هرگز در یک سطح باقی نمی مانند. بنابراین انسان پیوسته باید تجربیات را جمع کند و به کشف، اختراع، آفرینش و پیشرفت ادامه دهد. ایده های رکود، بدبینی، اینرسی و از خود راضی بودن همگی اشتباه هستند. آنها اشتباه می کنند زیرا نه با حقایق تاریخی توسعه اجتماعی در طی میلیون سال گذشته موافق هستند و نه با واقعیت های تاریخی طبیعت که تاکنون برای ما شناخته شده است (یعنی طبیعت همانطور که در تاریخ اجرام آسمانی، زمین، زندگی، و دیگر پدیده های طبیعی).", "description": "به نقل از 'گزارش نخست وزیر چو انلای در مورد کار دولت به اولین جلسه سومین کنگره ملی خلق جمهوری خلق چین' (21-22 دسامبر 1964).", "category": "شیوه های تفکر و روش های کار"}, {"text": "علوم طبیعی یکی از سلاح های انسان در مبارزه برای آزادی است. انسان برای رسیدن به آزادی در جامعه باید از علوم اجتماعی برای شناخت و تغییر جامعه و انجام انقلاب اجتماعی استفاده کند. برای رسیدن به آزادی در دنیای طبیعت، انسان باید از علوم طبیعی برای درک، تسخیر و تغییر طبیعت استفاده کند و در نتیجه از طبیعت رهایی یابد.", "description": "سخنرانی در جلسه افتتاحیه انجمن تحقیقات علوم طبیعی منطقه مرزی (5 فوریه 1940).", "category": "شیوه های تفکر و روش های کار"}, {"text": "فلسفه مارکسیستی ماتریالیسم دیالکتیکی دو ویژگی برجسته دارد. یکی ماهیت طبقاتی آن است: آشکارا اذعان می کند که ماتریالیسم دیالکتیکی در خدمت پرولتاریا است. مورد دیگر عملی بودن آن است: بر وابستگی نظریه به عمل تأکید می کند، تأکید می کند که نظریه مبتنی بر عمل است و به نوبه خود در خدمت عمل است.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص. 297.", "category": "شیوه های تفکر و روش های کار"}, {"text": "فلسفه مارکسیستی معتقد است که مهم ترین مشکل در درک قوانین جهان عینی و در نتیجه توانایی توضیح آن نیست، بلکه در به کارگیری فعال دانش این قوانین برای تغییر جهان است.", "description": "همانجا پ. 304.", "category": "شیوه های تفکر و روش های کار"}, {"text": " ایده های درست از کجا می آیند؟ آیا از آسمان می افتند؟ نه. آیا آنها در ذهن ذاتی هستند؟ نه. آنها از رویه اجتماعی و به تنهایی ناشی می شوند. آنها از سه نوع عمل اجتماعی سرچشمه می گیرند: مبارزه برای تولید، مبارزه طبقاتی و آزمایش علمی.", "description": " ایده های صحیح از کجا می آیند؟ (مه 1963)، چاپ جیبی اول، ص. 1.", "category": "شیوه های تفکر و روش های کار"}, {"text": "وجود اجتماعی انسان است که تفکر او را تعیین می کند. هنگامی که ایده های درست مشخصه طبقه پیشرفته توسط توده ها درک شود، این ایده ها به نیروی مادی تبدیل می شوند که جامعه را تغییر می دهد و جهان را تغییر می دهد.", "description": "همانجا.", "category": "شیوه های تفکر و روش های کار"}, {"text": "مردان در عمل اجتماعی خود درگیر انواع مبارزه می شوند و هم از موفقیت ها و هم از شکست هایشان تجربیات غنی کسب می کنند. پدیده های بی شماری از دنیای خارجی عینی در مغز انسان از طریق پنج اندام حسی او منعکس می شود - اندام های بینایی، شنوایی، بویایی، چشایی و لامسه. دانش در ابتدا ادراکی است. جهش به دانش مفهومی، یعنی به ایده ها، زمانی اتفاق می افتد که دانش ادراکی کافی انباشته شود. این یک فرآیند در شناخت است. این اولین مرحله در کل فرآیند شناخت است، مرحله ای که از ماده عینی به آگاهی ذهنی، از هستی به ایده ها منتهی می شود. اینکه آیا آگاهی یا ایده های فرد (شامل نظریه ها، سیاست ها، برنامه ها یا اقدامات) به درستی منعکس کننده قوانین دنیای بیرونی عینی هستند یا خیر، در این مرحله هنوز ثابت نشده است که هنوز نمی توان درستی یا نبودن آنها را مشخص کرد. . سپس مرحله دوم در فرآیند شناخت فرا می رسد، مرحله ای که از آگاهی به ماده، از ایده ها به هستی منتهی می شود، که در آن دانش به دست آمده در مرحله اول در عمل اجتماعی اعمال می شود تا مشخص شود آیا نظریه ها، سیاست ها، برنامه ها یا اقدامات با موفقیت پیش بینی شده روبرو می شود. به طور کلی، آنهایی که موفق می شوند صحیح هستند و آنهایی که شکست می خورند نادرست هستند و این به ویژه در مورد مبارزه انسان با طبیعت صادق است. در مبارزه اجتماعی، نیروهایی که طبقه پیشرفته را نمایندگی می کنند، گاهی شکست می خورند، نه به این دلیل که ایده هایشان نادرست است، بلکه به این دلیل که در موازنه نیروهای درگیر در مبارزه، فعلاً به اندازه نیروهای ارتجاع قدرتمند نیستند. بنابراین موقتاً شکست می خورند، اما دیر یا زود پیروز خواهند شد. دانش انسان در آزمون عمل جهشی دیگر می کند. این جهش مهمتر از جهش قبلی است. زیرا تنها همین جهش است که می تواند درستی یا نادرستی جهش اول را در شناخت، یعنی ایده ها، نظریه ها، سیاست ها، طرح ها یا تدابیر تدوین شده در مسیر انعکاس جهان خارجی عینی ثابت کند. هیچ راه دیگری برای آزمایش حقیقت وجود ندارد.", "description": "همانجا ص 1-3.*", "category": "شیوه های تفکر و روش های کار"}, {"text": "اغلب، تنها پس از تکرارهای زیاد فرآیندی که از ماده به آگاهی و سپس بازگشت به ماده می انجامد، می توان به دانش صحیح رسید، یعنی از عمل به دانش و سپس به عمل باز می گردد. نظریه مارکسیستی دانش، نظریه ماتریالیستی دیالکتیکی دانش، چنین است.", "description": "همانجا ص 3.*", "category": "شیوه های تفکر و روش های کار"}, {"text": "کسی که بخواهد چیزی را بشناسد راهی جز تماس با آن یعنی زندگی در محیط آن ندارد. ... اگر دانش می خواهید، باید در تمرین تغییر واقعیت شرکت کنید. اگر می خواهی طعم گلابی را بدانی باید با خوردن آن گلابی را خودت عوض کنی... اگر می خواهی نظریه و روش انقلاب را بدانی باید در انقلاب شرکت کنی. همه دانش واقعی از تجربه مستقیم سرچشمه می گیرد.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص 299-300.", "category": "شیوه های تفکر و روش های کار"}, {"text": "دانش با تمرین شروع می شود و دانش نظری که از طریق تمرین به دست می آید باید به عمل بازگردد. کارکرد فعال دانش نه تنها در جهش فعال از دانش ادراکی به معرفت عقلانی خود را نشان می دهد، بلکه - و این مهمتر است - باید خود را در جهش از دانش عقلانی به عمل انقلابی نشان دهد.", "description": "همانجا پ. 304.*", "category": "شیوه های تفکر و روش های کار"}, {"text": "به خوبی شناخته شده است که وقتی کاری را انجام می دهید، مگر اینکه شرایط واقعی، ماهیت و روابط آن با چیزهای دیگر را درک کنید، قوانین حاکم بر آن را نمی دانید، نمی دانید چگونه آن را انجام دهید، یا قادر به انجام آن نخواهید بود. خوبه.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص. 179.", "category": "شیوه های تفکر و روش های کار"}, {"text": "اگر انسان بخواهد در کار خود موفق شود، یعنی به نتایج پیش بینی شده دست یابد، باید عقاید خود را با قوانین جهان خارجی عینی مطابقت دهد. اگر مطابقت نداشته باشند، او در عمل خود شکست خواهد خورد. پس از شکست، درس هایش را می گیرد، ایده هایش را تصحیح می کند تا آنها را با قوانین دنیای بیرون مطابقت دهد، و بنابراین می تواند شکست را به موفقیت تبدیل کند. این همان چیزی است که از 'شکست مادر موفقیت است' و 'سقوط در گودال، سود در هوش شما' است.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص 296-97.", "category": "شیوه های تفکر و روش های کار"}, {"text": "ما مارکسیست هستیم و مارکسیسم می آموزد که در رویکردمان به یک مسئله باید از واقعیت های عینی شروع کنیم نه از تعاریف انتزاعی و باید اصول، خط مشی ها و معیارهای راهنمای خود را از تحلیل این واقعیت ها استخراج کنیم.~~ ~", "description": "'گفتگوها در انجمن ینان در مورد ادبیات و هنر' (مه 1942)، آثار منتخب، جلد. III، ص. 74.", "category": "شیوه های تفکر و روش های کار"}, {"text": "بنیادی ترین روش کار، که همه کمونیست ها باید قاطعانه در ذهن داشته باشند، تعیین خط مشی های کاری ما بر اساس شرایط واقعی است. وقتی علل اشتباهاتی را که مرتکب شده ایم مطالعه می کنیم، متوجه می شویم که همه آنها به این دلیل به وجود آمده اند که ما از موقعیت واقعی در یک زمان و مکان معین دور شده ایم و در تعیین خط مشی های کاری خود ذهنی بوده ایم.", "description": "'سخنرانی در کنفرانس کادرها در منطقه آزاد شده شانسی-سویوان' (1 آوریل 1948)، آثار منتخب، جلد. چهارم، ص 229-30. *", "category": "شیوه های تفکر و روش های کار"}, {"text": "آرمان گرایی و متافیزیک ساده ترین چیزها در جهان هستند، زیرا مردم می توانند هر چقدر که دوست دارند مزخرف صحبت کنند بدون اینکه آن را بر اساس واقعیت عینی بنا کنند یا آن را در برابر واقعیت آزمایش کنند. از سوی دیگر ماتریالیسم و دیالکتیک نیازمند تلاش هستند. آنها باید مبتنی بر واقعیت عینی باشند و توسط آن آزمایش شوند. اگر کسی تلاش نکند ممکن است به سمت ایده آلیسم و متافیزیک لغزش کند.", "description": "یادداشت مقدماتی 'مواد بر روی دسته ضدانقلاب هو فنگ' (مه 1955).", "category": "شیوه های تفکر و روش های کار"}, {"text": " وقتی به چیزی می نگریم، باید جوهر آن را بررسی کنیم و ظاهر آن را صرفاً به عنوان یک طلیعه آستان تلقی کنیم، و پس از عبور از آستانه، باید به اصل آن چیز پی ببریم. این تنها روش قابل اعتماد و علمی تجزیه و تحلیل است.", "description": "'A Single Spark Can Start a Prairie Fire' (5 ژانویه 1930)، آثار منتخب، جلد. من، ص. 119.", "category": "شیوه های تفکر و روش های کار"}, {"text": "علت اساسی توسعه یک چیز خارجی نیست بلکه درونی است. در تناقض درون چیز نهفته است. این تضاد درونی در تک تک چیزها وجود دارد، از این رو حرکت و توسعه آن است. تضاد درون یک چیز علت اساسی توسعه آن است، در حالی که روابط متقابل و تعامل آن با چیزهای دیگر علل فرعی است.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 313.", "category": "شیوه های تفکر و روش های کار"}, {"text": "[دیالکتیک ماتریالیستی] معتقد است که علل بیرونی شرط تغییر و علل درونی اساس تغییر هستند و علل بیرونی از طریق علل درونی عمل می کنند. در دمای مناسب، تخم مرغ به مرغ تبدیل می شود، اما هیچ دمایی نمی تواند سنگ را به مرغ تبدیل کند، زیرا هر کدام مبنای متفاوتی دارند.", "description": "همانجا پ. 314.", "category": "شیوه های تفکر و روش های کار"}, {"text": "فلسفه مارکسیستی معتقد است که قانون وحدت اضداد قانون اساسی جهان است. این قانون به طور جهانی عمل می کند، چه در جهان طبیعی، چه در جامعه انسانی و چه در تفکر انسان. بین متضادها در یک تضاد به یکباره اتحاد و مبارزه وجود دارد و این است که چیزها را به حرکت و تغییر وا می دارد. تضادها در همه جا وجود دارند، اما مطابق با ماهیت متفاوت چیزهای مختلف، متفاوت هستند. در هر پدیده یا چیز معینی، وحدت اضداد مشروط، موقت و گذرا و از این رو نسبی است، در حالی که مبارزه اضداد مطلق است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 18.", "category": "شیوه های تفکر و روش های کار"}, {"text": "روش تحلیلی دیالکتیکی است. منظور از تحلیل، تحلیل تناقضات موجود در امور است. و تجزیه و تحلیل صحیح بدون شناخت صمیمی از زندگی و بدون درک واقعی از تضادهای مربوط غیر ممکن است.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، l5t pocket ed.، و p. 20.", "category": "شیوه های تفکر و روش های کار"}, {"text": "لنین گفت: تحلیل ملموس شرایط انضمامی، «ضروری ترین چیز در مارکسیسم، روح زنده مارکسیسم است». بسیاری از رفقای ما به دلیل نداشتن رویکرد تحلیلی، نمی خواهند عمیقاً به موضوعات پیچیده بپردازند، آنها را بارها و بارها تجزیه و تحلیل و مطالعه کنند، بلکه دوست دارند نتایج ساده ای بگیرند که یا کاملاً مثبت است یا کاملاً منفی ... از این به بعد. ما باید این وضعیت را اصلاح کنیم.", "description": " 'مطالعه ما و وضعیت فعلی' (12 آوریل 1944)، آثار منتخب، جلد. III، ص. 165.", "category": "شیوه های تفکر و روش های کار"}, {"text": "نگاه این رفقا به مشکلات اشتباه است. آنها به جنبه های اساسی یا اصلی نگاه نمی کنند بلکه بر موارد غیر ضروری یا جزئی تأکید می کنند. لازم به ذکر است که این موارد غیر ضروری یا جزئی را نباید نادیده گرفت و باید یک به یک به آنها پرداخت. اما نباید آنها را به عنوان جنبه های اساسی یا اصلی در نظر گرفت، وگرنه ما ارتباط خود را از دست خواهیم داد.", "description": "درباره مسئله تعاون کشاورزی (31 ژوئیه 1955)، چاپ سوم، صفحات 17-18.", "category": "شیوه های تفکر و روش های کار"}, {"text": "در این دنیا، همه چیز پیچیده است و توسط عوامل زیادی تعیین می شود. ما باید از جنبه های مختلف به مشکلات نگاه کنیم نه از یک جنبه.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد چهارم، ص 54.", "category": "شیوه های تفکر و روش های کار"}, {"text": "فقط کسانی که در برخورد با مشکلات ذهنی، یک طرفه و سطحی هستند، از لحظه ورود به صحنه، بدون در نظر گرفتن شرایط، بدون در نظر گرفتن کلیت اشیاء (تاریخ و حالشان) دستورات یا دستورات خود را صادر می کنند. حالت به عنوان یک کل) و بدون رسیدن به ماهیت چیزها (ماهیت آنها و روابط درونی بین یک چیز و چیز دیگر). چنین افرادی ناگزیر به زمین خوردن و سقوط هستند.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص. 302.", "category": "شیوه های تفکر و روش های کار"}, {"text": "در مطالعه یک مسئله باید از ذهنیت، یک جانبه گرایی و سطحی نگری دوری کنیم. سوبژکتیو بودن به معنای عینی نگاه نکردن به مسائل است، یعنی از دیدگاه ماتریالیستی در نگاه کردن به مسائل استفاده نکرد. من در مقاله خود 'درباره تمرین' به این موضوع پرداخته ام. یک طرفه بودن یعنی همه جانبه به مشکلات نگاه نکردن... یا ممکن است به آن بگویند جز دیدن اما نه کل، دیدن درختان اما نه جنگل. به این ترتیب نمی توان روشی برای حل یک تناقض پیدا کرد، نمی توان وظایف انقلاب را انجام داد، وظایف را به خوبی انجام داد یا مبارزه ایدئولوژیک درون حزبی را به درستی توسعه داد. زمانی که سون وو تزو در بحث علوم نظامی گفت: «دشمن را بشناسید و خود را بشناسید و می توانید صد جنگ را بدون خطر شکست انجام دهید»، منظور او دو طرف در یک نبرد بود. وی چنگ از سلسله تانگ نیز خطای یکطرفه بودن را درک کرد که گفت: 'به هر دو طرف گوش کن روشن خواهی شد، فقط به یک طرف توجه کن و شب خواهی شد.' اما رفقای ما اغلب یک طرفه به مشکلات نگاه می کنند و به همین دلیل اغلب به مشکل برخورد می کنند. ... لنین گفت: ... برای اینکه واقعاً یک شی را بشناسیم، باید همه جوانب آن، همه پیوندها و «واسطه» را در آغوش بگیریم، مطالعه کنیم. ما هرگز به طور کامل به این نخواهیم رسید، اما خواست همه جانبه، ضامنی در برابر اشتباهات و سخت گیری است. باید سخنان او را به خاطر بسپاریم. سطحی بودن به این معناست که نه ویژگی های تضاد را در کلیت آن در نظر بگیریم و نه ویژگی های هر یک از جنبه های آن را. به معنای انکار ضرورت کاوش عمیق در یک چیز و بررسی دقیق ویژگی های تناقض آن، بلکه صرفاً از دور نگاه کردن و پس از نگاهی اجمالی به طرح کلی، فوراً سعی در حل تناقض (برای پاسخ به یک سؤال، حل و فصل) اختلاف، رسیدگی به کار، یا هدایت یک عملیات نظامی). این روش انجام کارها قطعاً منجر به دردسر می شود. ... یک طرفه بودن و سطحی بودن در عین حال ذهنی بودن است. زیرا همه چیزهای عینی در واقع به هم مرتبط هستند و قوانین درونی آنها را اداره می کند، اما برخی افراد به جای این که وظیفه انعکاس چیزها را آنگونه که واقعاً هستند بر عهده بگیرند، فقط یک طرفه یا سطحی به چیزها می نگرند و نه پیوندهای آنها را می دانند و نه قوانین درونی آنها را. و بنابراین روش آنها ذهنی است.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. اول، ص 323-24. *", "category": "شیوه های تفکر و روش های کار"}, {"text": "یک جانبه گرایی به معنای اندیشیدن به مطلق ها، یعنی رویکرد متافیزیکی به مسائل است. در ارزیابی کار ما، این یک طرفه است که همه چیز را مثبت یا منفی بدانیم. ... مثبت تلقی کردن همه چیز فقط خوب دیدن است و بد نیست و تحمل فقط تعریف و تمجید و بدون انتقاد. صحبت کردن به گونه ای که انگار کار ما از هر نظر خوب است، با واقعیت ها مغایرت دارد. این درست نیست که همه چیز خوب است. هنوز کمبودها و اشتباهات وجود دارد. اما این هم درست نیست که همه چیز بد است و این نیز با واقعیت ها مغایرت دارد. در اینجا تجزیه و تحلیل ضروری است. نفی همه چیز این است که بدون انجام هیچ تحلیلی فکر کنیم که هیچ کاری به خوبی انجام نشده است و کار بزرگ ساخت سوسیالیستی، مبارزه بزرگی که صدها میلیون نفر در آن شرکت می کنند، یک آشفتگی کامل است که هیچ ارزشی در آن وجود ندارد. ستایش اگرچه بین بسیاری از افرادی که چنین دیدگاه هایی دارند و مخالفان نظام سوسیالیستی تفاوت وجود دارد، اما این دیدگاه ها بسیار اشتباه و مضر هستند و فقط می توانند مردم را ناامید کنند. این اشتباه است که کارمان را از این منظر ارزیابی کنیم که همه چیز مثبت است یا از این منظر که همه چیز منفی است.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، و صفحات 16-17. *", "category": "شیوه های تفکر و روش های کار"}, {"text": "در برخورد با یک مشکل، یک مارکسیست باید کل و همچنین اجزا را ببیند. قورباغه ای در چاه می گوید: آسمان از دهانه چاه بزرگتر نیست. این نادرست است، زیرا آسمان فقط به اندازه دهانه چاه نیست. اگر گفته می شد: «قسمتی از آسمان به اندازه دهانه چاه است» درست است زیرا با حقایق مطابقت دارد.", "description": "'درباره تاکتیک ها علیه امپریالیسم ژاپن' (27 دسامبر 1935)، آثار منتخب، جلد. من، ص. 159.", "category": "شیوه های تفکر و روش های کار"}, {"text": "ما باید یاد بگیریم که همه جانبه به مشکلات نگاه کنیم، هم از طرف مقابل و هم طرف مقابل چیزها ببینیم. در شرایط معین، یک چیز بد می تواند به نتایج خوب و یک چیز خوب به نتایج بد منجر شود.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 66-67. *", "category": "شیوه های تفکر و روش های کار"}, {"text": " در حالی که ما می دانیم که در رشد کلی تاریخ، مادیات تعیین کننده وجود ذهنی و اجتماعی تعیین کننده آگاهی اجتماعی است، ما همچنین - و در واقع باید - واکنش ذهن را در مورد چیزهای مادی، آگاهی اجتماعی بر موجودات اجتماعی و روبنا بر پایه اقتصادی این مخالف ماتریالیسم نیست. برعکس، از ماتریالیسم مکانیکی پرهیز می کند و ماتریالیسم دیالکتیکی را محکم حمایت می کند.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 336. *", "category": "شیوه های تفکر و روش های کار"}, {"text": " در جستجوی پیروزی، کسانی که جنگ را هدایت می کنند نمی توانند از محدودیت های تحمیل شده توسط شرایط عینی فراتر روند. با این حال، در این محدودیت ها، می توانند و باید نقشی پویا در تلاش برای پیروزی ایفا کنند. صحنه عمل فرماندهان در جنگ باید بر اساس امکانات عینی ساخته شود، اما در آن صحنه می توانند اجرای بسیاری از درام ها، پر از صدا و رنگ، قدرت و عظمت را هدایت کنند.", "description": " 'درباره جنگ طولانی' (مه 1938)، آثار منتخب، جلد. II، ص. 152.", "category": "شیوه های تفکر و روش های کار"}, {"text": " مردم باید تفکر خود را با شرایط تغییریافته تطبیق دهند. البته هیچ کس نباید به پروازهای فانتزی وحشیانه برود، یا برنامه های عملی بی دلیل با موقعیت عینی انجام دهد، یا برای غیرممکن ها تلاش کند. اما مشکل امروز این است که تفکر محافظه کار راست گرا همچنان در بسیاری از حوزه ها شیطنت می آورد و مانع از همگام شدن کار در این حوزه ها با توسعه وضعیت عینی می شود. مشکل کنونی این است که بسیاری از مردم انجام کارهایی را غیرممکن می دانند که در صورت تلاش خودشان می توانستند به انجام برسند.", "description": "پیشگفتار بر خیزش سوسیالیستی در روستاهای چین (27 دسامبر 1955)، ویرایش چینی، جلد. من.", "category": "شیوه های تفکر و روش های کار"}, {"text": "ما همیشه باید از مغزمان استفاده کنیم و همه چیز را با دقت فکر کنیم. یک ضرب المثل رایج می گوید: 'ابروهای خود را ببافید و به یک مکر خواهی رسید.' به عبارت دیگر، اندیشیدن زیاد موجب خرد می شود. برای رهایی از کوری که تا حد زیادی در حزب ما وجود دارد، باید رفقای خود را به تفکر، یادگیری روش تحلیل و پرورش عادت تحلیل تشویق کنیم.", "description": " 'مطالعه ما و وضعیت فعلی' (12 آوریل 1944)، آثار منتخب، جلد. سوم، صص 174-75. *", "category": "شیوه های تفکر و روش های کار"}, {"text": "اگر در هر فرآیندی تعدادی تضاد وجود داشته باشد، یکی از آنها باید تضاد اصلی باشد که نقش اصلی و تعیین کننده را ایفا می کند، در حالی که بقیه در جایگاه فرعی و فرعی قرار می گیرند. بنابراین، در مطالعه هر فرآیند پیچیده ای که در آن دو یا چند تضاد وجود دارد، باید تمام تلاش خود را صرف یافتن تضاد اصلی آن کنیم. هنگامی که این تناقض اصلی درک شود، همه مشکلات به راحتی قابل حل هستند.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 332. *", "category": "شیوه های تفکر و روش های کار"}, {"text": "از دو جنبه متضاد، یکی باید اصلی و دیگری فرعی باشد. جنبه اصلی آن است که نقش اصلی را در تضاد بازی می کند. ماهیت یک چیز عمدتاً توسط جنبه اصلی یک تضاد تعیین می شود، جنبه ای که موقعیت غالب را به دست آورده است. اما این وضعیت ثابت نیست. جنبه های اصلی و غیراصولی یک تضاد خود را به یکدیگر تبدیل می کنند و ماهیت آن نیز بر این اساس تغییر می کند.", "description": "همانجا پ. 333.", "category": "شیوه های تفکر و روش های کار"}, {"text": "تنظیم وظایف کافی نیست. ما همچنین باید مشکل روش های اجرای آنها را حل کنیم. اگر وظیفه ما عبور از رودخانه است، بدون پل یا قایق نمی توانیم از آن عبور کنیم. تا زمانی که مشکل پل یا قایق حل نشود، صحبت از عبور از رودخانه بیهوده است. تا مشکل روش حل نشود، صحبت در مورد کار بی فایده است.", "description": "' نگران رفاه توده ها باشید، به روش های کار توجه کنید' (27 ژانویه 1934)، آثار منتخب، جلد. من، ص. 150.", "category": "شیوه های تفکر و روش های کار"}, {"text": "در هر کاری، اگر فراخوان عمومی و فراگیر صادر نشود، نمی توان توده های وسیع را برای اقدام بسیج کرد. اما اگر افراد در پست های رهبری خود را به یک فراخوان عمومی محدود کنند - اگر شخصاً در برخی از سازمان ها به طور عمیق و ملموس وارد کار مورد نظر نمی شوند، در نقطه ای به موفقیت دست پیدا کنند، تجربه کسب کنند و از آن استفاده کنند. تجربه برای هدایت واحدهای دیگر - در این صورت آنها هیچ راهی برای آزمایش صحت یا غنی سازی محتوای فراخوان عمومی خود نخواهند داشت و این خطر وجود دارد که هیچ نتیجه ای حاصل نشود.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. III، ص. 117.", "category": "شیوه های تفکر و روش های کار"}, {"text": "هیچ کس در یک موقعیت رهبری صلاحیت ارائه راهنمایی کلی به همه واحدها را ندارد مگر اینکه از افراد خاص و رویدادها در واحدهای زیردست خاص تجربه مشخصی کسب کند. این روش باید در همه جا ترویج شود تا کادرهای برجسته در همه سطوح یاد بگیرند که آن را به کار گیرند.", "description": "همانجا پ. 118.", "category": "شیوه های تفکر و روش های کار"}, {"text": " در هر مکان معین، نمی توان تعدادی از وظایف اصلی را به طور همزمان انجام داد. در هر زمان فقط یک وظیفه اصلی می تواند وجود داشته باشد که با سایر وظایف درجه دوم یا سوم اهمیت تکمیل شود. در نتیجه، شخص دارای مسئولیت کل در محل باید تاریخ و شرایط مبارزه را در آنجا در نظر بگیرد و وظایف مختلف را به ترتیب مناسب خود قرار دهد. او نباید به هر دستوری که از سوی سازمان بالاتر می آید، بدون برنامه ریزی خودش عمل کند و در نتیجه انبوهی از «وظایف مرکزی» و حالت سردرگمی و بی نظمی ایجاد کند. همچنین یک سازمان بالاتر نباید به طور همزمان بسیاری از وظایف را بدون اشاره به اهمیت نسبی و فوریت آنها به یک سازمان پایین تر واگذار کند، زیرا این امر منجر به سردرگمی در گام هایی که باید توسط سازمان های پایین تر در کارشان برداشته شود، می شود و بنابراین مشخص نیست. نتایج حاصل خواهد شد. این بخشی از هنر رهبری است که با توجه به شرایط تاریخی و شرایط موجود هر محل، کل موقعیت را در نظر گرفته و بر اساس آن برنامه ریزی کند، در مورد مرکز ثقل و توالی کار برای هر دوره، استوار تصمیم گیری کند. تصمیم را انجام دهید و مطمئن شوید که نتایج قطعی حاصل شده است.", "description": "همانجا پ. 121.", "category": "شیوه های تفکر و روش های کار"}, {"text": "[یک دفتر منطقه ای یا زیرمنطقه ای کمیته مرکزی حزب] باید دائماً به پیشرفت کار، تبادل تجربه و اصلاح اشتباهات دست داشته باشد. قبل از برگزاری جلسات جمع بندی برای بررسی کلی و اصلاح کلی اشتباهات، نباید چندین ماه، نیم سال یا یک سال صبر کرد. انتظار منجر به زیان بزرگ می شود، در حالی که تصحیح اشتباهات به محض وقوع آنها ضرر را کاهش می دهد.", "description": "'درباره سیاست مربوط به صنعت و تجارت' (27 فوریه 1948)، آثار منتخب، جلد. IV، ص. 204.", "category": "شیوه های تفکر و روش های کار"}, {"text": " قبل از تلاش برای حل آنها صبر نکنید تا مشکلات انباشته شوند و مشکلات زیادی ایجاد کنند. رهبران باید جلوتر از جنبش حرکت کنند، نه اینکه از آن عقب بمانند.", "description": " یادداشت مقدماتی 'قرارداد بر اساس فصلی' (I955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. III.", "category": "شیوه های تفکر و روش های کار"}, {"text": "آنچه ما نیاز داریم یک حالت روحی مشتاق اما آرام و کار شدید اما منظم است.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص. 211.", "category": "شیوه های تفکر و روش های کار"}, {"text": " هر کس که در کار عملی است باید شرایط را در سطوح پایین تر بررسی کند. چنین تحقیقی مخصوصاً برای کسانی که نظریه را می دانند اما شرایط واقعی را نمی دانند ضروری است، زیرا در غیر این صورت نمی توانند نظریه را با عمل پیوند دهند. اگرچه ادعای من، 'بدون تحقیق، حق صحبت ندارد' به عنوان 'تجربه گرایی محدود' مورد تمسخر قرار گرفته است، اما تا به امروز از انجام آن پشیمان نیستم. به دور از پشیمانی، من همچنان اصرار دارم که بدون تحقیق نمی توان هیچ حقی برای صحبت کردن داشت. خیلی ها هستند که «لحظه ای که از کالسکه ی رسمی پیاده می شوند» هیاهو می کنند، نظراتی را بر زبان می آورند، این را نقد می کنند و آن را محکوم می کنند. اما در واقع از هر ده نفر ده نفر با شکست مواجه خواهند شد. زیرا این گونه نظرات یا انتقاداتی که مبتنی بر تحقیق و بررسی دقیق نیست، چیزی جز غوغای جاهلانه نیست. حزب ما بارها از دست این «فرستادگان امپراتوری» که به اینجا، آنجا و همه جا هجوم آوردند، رنج برد. استالین به درستی می گوید «تئوری اگر با پراتیک انقلابی مرتبط نباشد بی هدف می شود». و او به درستی اضافه می کند که «در تاریکی تمرین کنید اگر مسیر آن توسط نظریه انقلابی روشن نشده باشد». به هیچ کس نباید برچسب 'تجربه گرای محدود' زد مگر 'انسان عملی' که در تاریکی غوغا می کند و فاقد چشم انداز و آینده نگری است.", "description": " «پیشگفتار و پس نوشته بررسی های روستایی» (مارس و آوریل 1941)، آثار منتخب، جلد. III، ص. 13. *", "category": "تحقیق و مطالعه"}, {"text": " اتخاذ چنین نگرشی به معنای جستجوی حقیقت از حقایق است. «حقایق» همه چیزهایی هستند که به طور عینی وجود دارند، «حقیقت» به معنای روابط درونی آنها، یعنی قوانین حاکم بر آنها، و «جستجو» به معنای مطالعه است. باید از شرایط موجود در داخل و خارج از کشور، استان، شهرستان یا بخش، به عنوان راهنمای عمل، قوانینی را استخراج کنیم که ذاتی آنهاست نه خیالی، یعنی روابط داخلی را پیدا کنیم. از اتفاقاتی که در اطراف ما رخ می دهد و برای انجام این کار، ما باید نه بر تخیل ذهنی، نه بر شوق لحظه ای، نه بر کتاب های بی روح، بلکه بر واقعیت هایی که به طور عینی وجود دارند، تکیه کنیم. ما باید مطالب را به تفصیل تصاحب کنیم و با هدایت اصول کلی مارکسیسم-لنینیسم، نتایج درستی از آن بگیریم.", "description": " 'مطالعه ما را اصلاح کنید' (مه 1941)، آثار منتخب، جلد. سوم، ص 22-23.", "category": "تحقیق و مطالعه"}, {"text": " رفتار کردن مانند 'مردی با چشم بسته در حال گرفتن گنجشک ها'، یا 'مرد کوری که به دنبال ماهی می زند'، خشن و بی احتیاطی بودن، افراط در حرف زدن، راضی بودن به اندک دانش - این سبک بسیار بد است. کاری که هنوز در میان بسیاری از رفقای حزب ما وجود دارد، سبکی که کاملاً مخالف روح بنیادی مارکسیسم-لنینیسم است. مارکس، انگلس، لنین و استالین به ما آموخته اند که باید شرایط را وجداناً مطالعه کرد و از واقعیت عینی و نه از خواسته های ذهنی حرکت کرد. با این حال، بسیاری از رفقای ما در نقض مستقیم این حقیقت عمل می کنند.", "description": "همانجا پ. 18.", "category": "تحقیق و مطالعه"}, {"text": "تو نمیتونی مشکلی رو حل کنی؟ خوب، پایین بیایید و حقایق حال و تاریخ گذشته آن را بررسی کنید! هنگامی که مشکل را به طور کامل بررسی کردید، خواهید دانست که چگونه آن را حل کنید. نتیجه گیری همیشه پس از بررسی به دست می آید و نه قبل از آن. فقط یک بلاک هد مغزش را به تنهایی یا همراه با گروهی در آغوش می گیرد تا بدون انجام هیچ تحقیقی 'راه حلی بیابد' یا 'ایده ای را تکامل بخشد'. باید تاکید کرد که این نمی تواند به هیچ راه حل موثر یا ایده خوبی منجر شود.", "description": " مخالفت با پرستش کتاب (مه 1930)، چاپ جیبی اول، و ص. 2.", "category": "تحقیق و مطالعه"}, {"text": "تحقیق را می توان به ماه های طولانی بارداری و حل مشکل را به روز تولد تشبیه کرد. بررسی یک مشکل در واقع حل آن است.", "description": "همانجا پ. 3.", "category": "تحقیق و مطالعه"}, {"text": "[با نگرش مارکسیست-لنینیستی] فرد نظریه و روش مارکسیسم-لنینیسم را در بررسی و مطالعه سیستماتیک و کامل محیط به کار می گیرد. او تنها با اشتیاق کار نمی کند، بلکه همانطور که استالین می گوید، حرکت انقلابی را با عملی بودن ترکیب می کند.", "description": " 'مطالعه ما را اصلاح کنید' (مه 1941)، آثار منتخب، جلد. III، ص. 22.", "category": "تحقیق و مطالعه"}, {"text": "تنها راه برای شناخت شرایط، انجام تحقیقات اجتماعی، بررسی شرایط هر طبقه اجتماعی در زندگی واقعی است. برای کسانی که وظیفه هدایت کار را بر عهده دارند، روش اساسی برای شناخت شرایط این است که بر اساس یک برنامه بر روی چند شهر و روستا متمرکز شوند و با استفاده از دیدگاه بنیادی مارکسیسم، یعنی روش تحلیل طبقاتی، تعدادی بررسی دقیق انجام دهند. ", "description": " «پیشگفتار و پس نوشته بررسی های روستایی» (مارس و آوریل 1941)، آثار منتخب، جلد. III، ص. 11. *", "category": "تحقیق و مطالعه"}, {"text": " یک جلسه حقیقت یاب نباید بزرگ باشد. از سه تا پنج یا هفت یا هشت نفر کافی است. باید زمان کافی در نظر گرفته شود و یک طرح کلی برای تحقیق باید تهیه شود. علاوه بر این، شخص باید شخصاً سؤال کند، یادداشت برداری کند و با کسانی که در جلسه هستند گفتگو کند. بنابراین، بدون غیرت، عزم به سمت پایین و عطش دانش، و بدون کنار گذاشتن ردای زشت خودنمایی و تبدیل شدن به شاگردی مشتاق، قطعاً نمی توان تحقیق کرد، یا آن را به خوبی انجام داد.", "description": "همانجا پ. 12.", "category": "تحقیق و مطالعه"}, {"text": "خواص صحیح یک فرمانده از تصمیمات صحیح او، تصمیمات صحیح او ناشی از قضاوت های صحیح او و قضاوت های صحیح او ناشی از یک شناسایی کامل و ضروری و از تعمق و جمع آوری داده های مختلف از طریق شناسایی است. او همه روشهای شناسایی ممکن و ضروری را به کار می گیرد و در اطلاعات جمع آوری شده از وضعیت دشمن تأمل می کند، تفاله ها را دور می ریزد و موارد ضروری را انتخاب می کند، نادرست را از بین می برد و حقیقت را حفظ می کند، از یکی به دیگری و از بیرون به سمت دیگر حرکت می کند. داخل؛ سپس شرایط را از جانب خود در نظر می گیرد و هر دو طرف و روابط متقابل آنها را مطالعه می کند و از این طریق قضاوت خود را شکل می دهد، تصمیم خود را می گیرد و برنامه های خود را انجام می دهد. این فرایند کامل شناخت موقعیتی است که یک نظامی قبل از تدوین یک برنامه استراتژیک، یک برنامه مبارزاتی یا یک نقشه جنگی از آن عبور می کند.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. I. p. 188.", "category": "تحقیق و مطالعه"}, {"text": "حتی اگر در کار خود به موفقیت های بزرگی دست پیدا کنیم، دلیلی برای احساس غرور و تکبر وجود ندارد. حیا به جلو رفتن کمک می کند، در حالی که خودپسندی باعث عقب ماندن فرد می شود. این حقیقتی است که ما باید همیشه در ذهن داشته باشیم.", "description": "'سخنرانی افتتاحیه در هشتمین کنگره ملی حزب کمونیست چین' (15 سپتامبر 1956).", "category": "اصلاح ایده های اشتباه"}, {"text": " با پیروزی، ممکن است خلق و خوی خاصی در حزب رشد کند - استکبار، هوای یک قهرمان خودپسند، اینرسی و عدم تمایل به پیشرفت، عشق به لذت و بیزاری از ادامه زندگی سخت. با پیروزی مردم قدردان ما خواهند بود و بورژوازی برای چاپلوسی ما جلو خواهد آمد. ثابت شده است که دشمن نمی تواند ما را به زور اسلحه فتح کند. با این حال، چاپلوسی بورژوازی ممکن است افراد ضعیف اراده را در صفوف ما تسخیر کند. ممکن است کمونیست هایی باشند که با تفنگ توسط دشمنان تسخیر نشدند و برای ایستادگی در برابر این دشمنان شایسته نام قهرمانان بودند، اما نمی توانند گلوله های قندی را تحمل کنند. آنها با گلوله های قندی شکست خواهند خورد. ما باید در برابر چنین وضعیتی مراقب باشیم.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 374.", "category": "اصلاح ایده های اشتباه"}, {"text": " بسیاری از چیزها ممکن است به توشه تبدیل شوند، ممکن است اگر کورکورانه و غیرانتقادی به آنها بچسبیم، ممکن است به بارها تبدیل شوند. اجازه دهید چند تصویر برداریم. پس از مرتکب شدن اشتباهات، ممکن است احساس کنید، هر چه که باشد، با آن اشتباه شده اید و به همین دلیل ناامید شوید. اگر مرتکب اشتباه نشده اید، ممکن است احساس کنید که از خطا رها شده اید و در نتیجه مغرور شوید. عدم موفقیت در کار ممکن است باعث بدبینی و افسردگی شود، در حالی که موفقیت ممکن است باعث غرور و تکبر شود. رفیقی با سابقه مبارزاتی کوتاه ممکن است در این زمینه از مسئولیت شانه خالی کند، در حالی که یک جانباز ممکن است به دلیل سابقه طولانی مبارزاتی که دارد، صاحب نظر شود. رفقای کارگر و دهقان، به دلیل غرور به خاستگاه طبقاتی خود، ممکن است به روشنفکران نگاهی تحقیر آمیز داشته باشند، در حالی که روشنفکران، به دلیل داشتن مقدار معینی دانش، ممکن است به رفقای کارگر و دهقان به حقارت نگاه کنند. هر مهارت تخصصی ممکن است بر روی آن سرمایه گذاری شود و در نتیجه ممکن است منجر به تکبر و تحقیر دیگران شود. حتی سن فرد ممکن است زمینه ای برای غرور شود. جوانان، چون باهوش و توانا هستند، ممکن است به پیران نگاه تحقیر آمیز داشته باشند. و پیرها، چون از نظر تجربه غنی هستند، ممکن است به جوانان نگاه کنند. اگر آگاهی انتقادی وجود نداشته باشد، همه این چیزها به بار یا توشه تبدیل می شوند.", "description": " 'مطالعه ما و وضعیت فعلی' (12 آوریل 1944)، آثار منتخب، جلد. III، ص. 173. *", "category": "اصلاح ایده های اشتباه"}, {"text": "برخی از رفقای ارتش در رفتار خود با سربازان و مردم و دولت و حزب مغرور و بالادست شده اند و همیشه رفقا را که کار محلی انجام می دهند سرزنش می کنند اما خودشان را هرگز نمی بینند و همیشه دستاوردهای خود را می بینند اما هرگز دستاوردهای خود را نمی بینند. کاستی های خود، و همیشه از چاپلوسی استقبال می کند، اما هرگز انتقاد نمی کند... ارتش باید تلاش کند تا این عیوب را ریشه کن کند.", "description": " 'سازماندهی کنید!' (29 نوامبر 1943)، منتخب آثار، ج. III، ص. 159. *", "category": "اصلاح ایده های اشتباه"}, {"text": "کار سخت مانند باری است که در برابر ما قرار می گیرد و ما را به چالش می کشد تا آن را به دوش بکشیم. برخی از بارها سبک و برخی سنگین هستند. برخی افراد سبک را به سنگین ترجیح می دهند. آنها نور را انتخاب می کنند و چیزهای سنگین را به گردن دیگران می اندازند. این نگرش خوبی نیست. بعضی از رفقا با هم فرق دارند. آسایش و آسایش را به دیگران می سپارند و بارهای سنگین را خود به دوش می کشند. آنها اولین کسانی هستند که سختی ها را تحمل می کنند و آخرین کسانی هستند که از راحتی لذت می برند. آنها رفقای خوبی هستند. همه ما باید از روحیه کمونیستی آنها درس بگیریم.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV، ص. 58. *", "category": "اصلاح ایده های اشتباه"}, {"text": "کم نیستند کسانی که در کارشان بی مسئولیت هستند، سبک را بر سنگین ترجیح می دهند، بارهای سنگین را بر دوش دیگران می اندازند و آسان ها را برای خود انتخاب می کنند. در هر لحظه به فکر خودشان هستند قبل از دیگران. وقتی سهم کوچکی می کنند، غرور می کنند و از ترس اینکه دیگران ندانند، درباره آن لاف می زنند. نسبت به رفقا و مردم هیچ احساس گرمی نمی کنند، اما سرد، بی تفاوت و بی تفاوت هستند. در واقع چنین افرادی کمونیست نیستند، یا حداقل نمی توان آنها را کمونیست واقعی به حساب آورد.", "description": "'به یاد نورمن بتون' (21 دسامبر 1939)، آثار منتخب، جلد. دوم، صص 337-38. *", "category": "اصلاح ایده های اشتباه"}, {"text": "کسانی که این نوع 'استقلال' را ادعا می کنند، معمولاً با دکترین 'اول من' وصل هستند و عموماً در مورد رابطه بین فرد و حزب اشتباه می کنند. اگرچه در کلمات به حزب احترام می گذارند، اما در عمل خود را اول و حزب را در درجه دوم قرار می دهند. این افراد دنبال چه هستند؟ آنها به دنبال شهرت و مقام هستند و می خواهند در کانون توجه قرار گیرند. هرگاه آنها را مسئول شاخه ای از کار می کنند، «استقلال» خود را مطرح می کنند. با این هدف، عده ای را به درون خود می کشند، برخی را بیرون می زنند و به فخرفروشی، چاپلوسی و مداخله در میان رفقا متوسل می شوند و بدین ترتیب سبک مبتذل احزاب سیاسی بورژوایی را به حزب کمونیست وارد می کنند. این بی صداقتی آنهاست که باعث غم و اندوه آنها می شود. من معتقدم که ما باید کارها را صادقانه انجام دهیم، زیرا بدون نگرش صادقانه انجام هیچ کاری در این دنیا مطلقاً غیرممکن است.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. III، ص. 44.", "category": "اصلاح ایده های اشتباه"}, {"text": "آنها [کمونیست ها] باید اصل تابع کردن نیازهای جزء را به نیازهای کل درک کنند. اگر پیشنهادی برای یک موقعیت جزئی امکان پذیر به نظر می رسد اما برای وضعیت به طور کلی امکان پذیر نیست، آن قسمت باید جای خود را به کل بدهد. بالعکس، اگر پیشنهاد برای جزء قابل اجرا نباشد، اما با توجه به وضعیت به طور کلی امکان پذیر باشد، دوباره آن جزء باید جای خود را به کل بدهد. منظور از در نظر گرفتن وضعیت به عنوان یک کل این است.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 201.", "category": "اصلاح ایده های اشتباه"}, {"text": "لذت جویی. در ارتش سرخ نیز افراد کمی وجود دارند که فردگرایی آنها در لذت جویی تجلی پیدا می کند. آنها همیشه امیدوارند که واحدشان به شهرهای بزرگ راهپیمایی کند. آنها می خواهند به آنجا بروند نه برای کار بلکه برای لذت بردن. آخرین چیزی که آنها می خواهند این است که در مناطق سرخ کار کنند که زندگی در آن سخت است.", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. من، ص. 113.", "category": "اصلاح ایده های اشتباه"}, {"text": " ما باید با گرایش به دپارتمان گرایی خودخواهانه که به وسیله آن به منافع واحد خود رسیدگی می شود و منافع دیگران را حذف می کند، مخالفت کنیم. هر کس نسبت به مشکلات دیگران بی تفاوت باشد، بنا به درخواست خود از انتقال کادر به واحدهای دیگر امتناع کند و یا فقط افراد فرودست را آزاد کند و «از میدان همسایه به عنوان خروجی سرریز خود استفاده کند» و کمترین توجهی به سایر ادارات نداشته باشد. محلات یا مردم - چنین شخصی فردی خودخواه است که روح کمونیسم را کاملاً از دست داده است. عدم توجه به کل و بی تفاوتی کامل نسبت به سایر ادارات، محلات و مردم از ویژگی های یک دپارتمان خودخواه است. ما باید تلاش خود را برای آموزش چنین افرادی تشدید کنیم و به آنها بفهمانیم که دپارتمان گرایی خودخواهانه یک گرایش فرقه ای است که اگر اجازه توسعه پیدا کند بسیار خطرناک خواهد شد.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. III، ص. 46.", "category": "اصلاح ایده های اشتباه"}, {"text": "لیبرالیسم به طرق مختلف خود را نشان می دهد. اجازه دهید همه چیز به خاطر صلح و دوستی از بین برود در حالی که یک شخص آشکارا اشتباه کرده است و از بحث اصولی خودداری کنید زیرا او یک آشنای قدیمی، همشهری، هم مدرسه ای، یک دوست صمیمی، یک عزیز، یک همکار قدیمی یا تابع قدیمی یا اینکه به جای اینکه به طور کامل به آن بپردازید، به آرامی موضوع را لمس کنید، تا با روابط خوب خود ادامه دهید. نتیجه این است که هم سازمان و هم فرد آسیب می بیند. این یکی از انواع لیبرالیسم است. افراط در انتقاد غیرمسئولانه در خلوت به جای ارائه فعالانه پیشنهادات خود به سازمان. به مردم چیزی نگویند جز اینکه پشت سرشان غیبت کنند یا در جلسه چیزی نگویند جز اینکه بعد از آن غیبت کنند. اصلاً توجهی به اصول زندگی جمعی نداشته باشد، بلکه از تمایل خود پیروی کند. این یک نوع دوم است. اجازه دادن به چیزها در صورتی که شخصاً بر شخص تأثیر نگذارد. تا جایی که ممکن است کمتر بگوید در حالی که به خوبی می داند چه چیزی اشتباه است، عاقلانه دنیوی باشید و امن بازی کنید و فقط به دنبال اجتناب از سرزنش باشید. این یک نوع سوم است. نه برای اطاعت از دستورات، بلکه برای تفاخر دادن به نظرات خود. خواستار توجه ویژه از سازمان، اما رد نظم و انضباط آن. این نوع چهارم است. برای افراط در حملات شخصی، به جای وارد شدن به مشاجره و مبارزه با دیدگاه های نادرست به خاطر اتحاد یا پیشرفت یا انجام درست کار، دعواها را انتخاب کنید، کینه شخصی خود را ابراز کنید یا به دنبال انتقام باشید. این نوع پنجم است. شنیدن نظرات نادرست بدون رد آن و حتی شنیدن سخنان ضدانقلاب بدون گزارش، اما در عوض با خونسردی آنها را به گونه ای که انگار هیچ اتفاقی نیفتاده است. این نوع ششم است. بودن در میان توده ها و کوتاهی در انجام تبلیغات و تحریک یا سخنرانی در جلسات یا انجام تحقیق و تفحص در میان آنها و در عوض بی تفاوتی نسبت به آنها و عدم توجه به رفاه آنها، فراموش کردن کمونیست بودن و رفتار اگر یک غیر کمونیست معمولی بود. این نوع هفتم است. دیدن کسی که به منافع توده ها لطمه می زند و در عین حال خشمگین نمی شود، یا او را منصرف نمی کند یا متوقف می کند یا با او استدلال می کند، بلکه به او اجازه می دهد که ادامه دهد. این یک نوع هشتم است. نیمه کاره بدون برنامه یا جهت مشخص کار کردن. به طور سراپا کار کردن و درهم و برهم کردن - 'تا زمانی که یک راهب باقی بماند، به نواختن زنگ ادامه می دهد.' این یک نوع نهم است. خود را خدمت بزرگی به انقلاب بدانیم، به جانباز بودن خود افتخار کنیم، وظایف جزئی را نادیده بگیریم، در حالی که نسبت به کارهای بزرگ کاملاً نابرابر هستیم، لغزش در کار و سستی در مطالعه. این یک نوع دهم است. آگاه بودن از اشتباهات خود و در عین حال هیچ تلاشی برای اصلاح آنها، اتخاذ نگرش آزادانه نسبت به خود. این یک نوع یازدهم است.", "description": "'مبارزه با لیبرالیسم' (7 سپتامبر 1937)، برگزیده آثار، جلد. دوم، ص 31-32.", "category": "اصلاح ایده های اشتباه"}, {"text": "لیبرالیسم در یک جمع انقلابی مضر است. این ماده خورنده ای است که وحدت را از بین می برد، انسجام را تضعیف می کند، باعث بی انگیزگی و ایجاد اختلاف می شود. سازماندهی فشرده و انضباط شدید را از صفوف انقلابی می رباید، از اجرای سیاست ها جلوگیری می کند و سازمان های حزب را از توده هایی که حزب رهبری می کند بیگانه می کند. این یک گرایش بسیار بد است.", "description": "همان، ص. 32.", "category": "اصلاح ایده های اشتباه"}, {"text": " افرادی که لیبرال هستند به اصول مارکسیسم به عنوان یک جزم انتزاعی نگاه می کنند. آنها مارکسیسم را تأیید می کنند، اما آماده نیستند که آن را اجرا کنند یا آن را به طور کامل اجرا کنند. آنها حاضر نیستند مارکسیسم را جایگزین لیبرالیسم خود کنند. این افراد مارکسیسم خود را دارند، اما لیبرالیسم خود را نیز دارند - مارکسیسم را می گویند اما لیبرالیسم را تمرین می کنند. آنها مارکسیسم را برای دیگران به کار می برند اما لیبرالیسم را برای خودشان. آنها هر دو نوع کالا را در انبار نگه می دارند و برای هر کدام کاربرد پیدا می کنند. ذهن افراد خاص اینگونه کار می کند.", "description": "همان، ص 32-33", "category": "اصلاح ایده های اشتباه"}, {"text": "دولت مردم از مردم محافظت می کند. تنها زمانی که مردم چنین دولتی داشته باشند می توانند خود را با روش های دموکراتیک در مقیاس سراسری، با مشارکت همه، آموزش دهند و تغییر دهند و نفوذ مرتجعین داخلی و خارجی را از بین ببرند (که هنوز بسیار قوی است، تا مدتی باقی خواهند ماند). مدت طولانی است و نمی توان به سرعت از بین رفت)، خود را از شر عادات و ایده های بدی که در جامعه قدیمی به دست آورده بود، رها کرد، به خود اجازه نداد که توسط مرتجعین به بیراهه کشیده شوند، و به پیشروی ادامه دهند - به سوی جامعه سوسیالیستی و کمونیستی پیشروی کنند. ~", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949). منتخب آثار، جلد. IV، ص. 418.*", "category": "اصلاح ایده های اشتباه"}, {"text": " انجام کمی کار برای کسی سخت نیست. آن چه سخت است این است که در تمام عمر خوب عمل کند و هرگز کار بدی انجام ندهد، پیوسته به نفع توده های وسیع، جوانان و انقلاب عمل کند و ده ها سال متوالی درگیر مبارزه طاقت فرسا باشد. این سخت ترین کار است!", "description": "'پیام تبریک به مناسبت شصتمین سالگرد تولد رفیق وو یو چانگ' (15 ژانویه 1940).", "category": "اصلاح ایده های اشتباه"}, {"text": "اتحاد کشور ما، اتحاد مردم ما و اتحاد ملیت های مختلف ما - اینها تضمین های اساسی پیروزی مطمئن آرمان ما هستند.", "description": "در مورد رسیدگی صحیح به تضادهای بین مردم (27 فوریه 1957). چاپ جیبی اول، ص 1-2.", "category": "وحدت"}, {"text": "فقط از طریق اتحاد حزب کمونیست است که می توان به وحدت کل طبقه و کل ملت دست یافت و تنها از طریق اتحاد کل طبقه و کل ملت است که می توان دشمن را شکست داد. انقلاب ملی و دموکراتیک انجام شد.", "description": " 'توده ها را به میلیون ها نفر برای جبهه متحد ملی ضد ژاپنی برنده شوید' (7 مه 1937)، آثار منتخب، جلد. من، ص. 292.*", "category": "وحدت"}, {"text": "ما تمام نیروهای حزب خود را بر اساس اصول دموکراتیک تمرکزگرایانه سازماندهی و انضباط متحد خواهیم کرد. ما با هر رفیقی اگر به برنامه، اساسنامه و تصمیمات حزب پایبند باشد، متحد خواهیم شد.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 317.*", "category": "وحدت"}, {"text": "این روش دموکراتیک حل تناقضات میان مردم در سال 1942 در فرمول «وحدت، انتقاد، اتحاد» مظهر شد. به بیان دقیق تر، به معنای شروع از میل به وحدت، حل تضادها از طریق انتقاد یا مبارزه و رسیدن به وحدت جدید بر مبنایی جدید است. در تجربه ما این روش صحیح حل تناقضات بین مردم است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 12.", "category": "وحدت"}, {"text": "این ارتش [ما] در صفوف خود و با نیروهای خارج از صفوف خود به وحدت قابل توجهی دست یافته است. در داخل، بین افسران و مردان، بین رده های بالاتر و پایین تر، و بین کار نظامی، کار سیاسی و کار خدمات عقب نشینی، وحدت وجود دارد. و در خارج، بین ارتش و مردم، بین ارتش و سازمان های دولتی و بین ارتش ما و ارتش دوست، وحدت وجود دارد. غلبه بر هر چیزی که این وحدت را مختل می کند ضروری است.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 264.*", "category": "وحدت"}, {"text": "در صفوف مردم، دموکراسی با تمرکزگرایی و آزادی با انضباط همبستگی دارد. آنها دو متضاد یک موجود واحد، متضاد و در عین حال متحد هستند و نباید یک طرفه بر یکی بر انکار دیگری تأکید کرد. در میان صفوف مردم، ما نمی توانیم بدون آزادی کار کنیم، و بدون انضباط هم نمی توانیم انجام دهیم. ما نمی توانیم بدون دموکراسی کار کنیم و بدون تمرکزگرایی نمی توانیم انجام دهیم. این وحدت دموکراسی و تمرکزگرایی، آزادی و انضباط، مرکزگرایی دموکراتیک ما را تشکیل می دهد. تحت این نظام، مردم از دموکراسی و آزادی گسترده برخوردارند، اما در عین حال باید در محدوده نظم و انضباط سوسیالیستی قرار گیرند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 10-11.", "category": "انضباط"}, {"text": " ما باید نظم و انضباط حزب را مجدداً تأیید کنیم، یعنی:", "description": "(1) فرد تابع سازمان است.", "category": "(2) اقلیت تابع اکثریت است."}, {"text": "(3) سطح پایین تابع سطح بالاتر است. و", "description": "(4) کل اعضاء تابع کمیته مرکزی است.", "category": "انضباط"}, {"text": " هر کس این اصول نظم و انضباط را زیر پا بگذارد وحدت حزب را بر هم می زند.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. دوم، ص 203-04.*", "category": "انضباط"}, {"text": "یکی از الزامات انضباط حزبی این است که اقلیت باید تسلیم اکثریت شود. اگر نظر اقلیت رد شده باشد، باید از تصمیم اکثریت حمایت کند. در صورت لزوم می تواند موضوع را برای بررسی مجدد در جلسه بعدی مطرح کند ولی جدا از آن به هیچ وجه نباید خلاف تصمیم عمل کند.", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. من، ص. 110.", "category": "انضباط"}, {"text": "سه قانون اصلی انضباط به شرح زیر است:", "description": "(1) در تمام اعمال خود از دستورات اطاعت کنید.", "category": "(2) یک تکه نخ سوزنی از توده ها نگیرید."}, {"text": "(3) هر چیزی را که گرفته شده است برگردانید.", "description": "انضباط", "category": "هشت نکته برای توجه به شرح زیر است:"}, {"text": "(1) مودبانه صحبت کنید.", "description": "(2) برای چیزی که خریداری می کنید منصفانه پرداخت کنید.", "category": "(3) هر چیزی را که قرض می گیرید برگردانید."}, {"text": "(4) برای هر چیزی که آسیب می بینید بپردازید.", "description": "(5) به مردم ضربه نزنید و به آنها فحش ندهید.", "category": "(6) به محصولات آسیب نرسانید."}, {"text": "(7) با زنان آزادی عمل نگیرید.", "description": "(8) با اسیران بدرفتاری نکنید.", "category": "انضباط"}, {"text": "'درباره صدور مجدد سه قانون اصلی نظم و انضباط و هشت نکته قابل توجه - دستورالعمل ستاد کل ارتش آزادیبخش خلق چین' (10 اکتبر 1947)، منتخب نوشته های نظامی، ویرایش دوم، ص. 343.", "description": "آنها [همه افسران و سربازان ارتش ما] باید حس نظم و انضباط خود را افزایش دهند و با قاطعیت دستورات را اجرا کنند، خط مشی ما را اجرا کنند، سه قانون اصلی نظم و انضباط و هشت نکته مورد توجه - با ارتش و مردم متحد را اجرا کنند. ارتش و دولت متحد شدند، افسران و سربازان متحد شدند، و کل ارتش متحد شدند - و اجازه نقض نظم و انضباط را نمی دهند.", "category": "انضباط"}, {"text": "حزب کمونیست از انتقاد نمی ترسد، زیرا ما مارکسیست هستیم، حقیقت با ماست و توده های پایه، کارگران و دهقانان، در کنار ما هستند.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، ص. 14.", "category": "انتقاد و انتقاد از خود"}, {"text": " ماتریالیست های دقیق بی باک هستند. ما امیدواریم که همه رزمندگان ما شجاعانه مسئولیت های خود را به دوش بکشند و بر همه دشواری ها غلبه کنند، بدون ترس از شکست و غرور، و دریغ از انتقاد از ما کمونیست ها و ارائه پیشنهادات خود به ما. 'کسی که از مرگ با هزار بریدگی نمی ترسد، جرأت می کند امپراطور را از اسب خارج کند' - این همان روح تسلیم ناپذیری است که در مبارزه ما برای ساختن سوسیالیسم و کمونیسم لازم است.", "description": "همان، ص. 16.", "category": "انتقاد و انتقاد از خود"}, {"text": "ما سلاح مارکسیست-لنینیستی نقد و خودانتقادی را داریم. ما می توانیم از یک سبک بد خلاص شویم و خوب را حفظ کنیم.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 374.", "category": "انتقاد و انتقاد از خود"}, {"text": "عمل وجدانانه انتقاد از خود هنوز یکی دیگر از ویژگی های متمایز کننده حزب ما از سایر احزاب سیاسی است. همانطور که می گوییم اگر اتاقی به طور مرتب تمیز نشود گرد و غبار جمع می شود، اگر مرتباً شسته نشود صورتمان کثیف می شود. ذهن رفقای ما و کار حزب ما نیز ممکن است گرد و غبار جمع کند و همچنین نیاز به جارو کردن و شستشو داشته باشد. ضرب المثل «آب روان هرگز کهنه نمی شود و لولای در هرگز کرم خورده نمی شود» به این معنی است که حرکت مداوم از هجوم میکروب ها و موجودات دیگر جلوگیری می کند. به طور منظم کار خود را بررسی کنیم و در این فرآیند یک سبک کار دموکراتیک ایجاد کنیم، نه از انتقاد و نه از خودانتقادی هراس داشته باشیم، و از عبارات معروف چینی مانند 'هر چه می دانی بگو و بدون ذره بگو'، 'سرزنش' نه گوینده بلکه با سخنان او هشدار داده شود' و 'اگر اشتباهات را مرتکب شده اید تصحیح کنید و اگر مرتکب نشده اید از آنها محافظت کنید' - این تنها راه موثر برای جلوگیری از آلوده شدن ذهن ما از انواع گرد و غبار و میکروب های سیاسی است. رفقا و بدن حزب ما.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. سوم، صص 316-17.", "category": "انتقاد و انتقاد از خود"}, {"text": "تضاد و مبارزه بین عقاید مختلف دائماً در درون حزب رخ می دهد. این بازتابی در درون حزب از تضادهای بین طبقات و بین جدید و قدیم در جامعه است. اگر در حزب تضادها و مبارزات ایدئولوژیک برای حل آنها وجود نداشت، عمر حزب به پایان می رسید.", "description": "'درباره تضاد' (اوت 1937)، منتخب آثار، جلد. من، ص. 317.", "category": "انتقاد و انتقاد از خود"}, {"text": " ما از مبارزه ایدئولوژیک فعال دفاع می کنیم زیرا این سلاحی است برای تضمین وحدت در درون حزب و سازمان های انقلابی به نفع مبارزه ما. هر کمونیست و انقلابی باید این سلاح را به دست بگیرد. اما لیبرالیسم مبارزه ایدئولوژیک را رد می کند و از صلح غیر اصولی دفاع می کند، در نتیجه باعث ایجاد یک نگرش منحط و انحطاط طلبانه و ایجاد انحطاط سیاسی در واحدها و افراد خاص در حزب و سازمان های انقلابی می شود.", "description": "'مبارزه با لیبرالیسم' (7 سپتامبر 1937)، برگزیده آثار، جلد. II، ص. 31.", "category": "انتقاد و انتقاد از خود"}, {"text": "در مخالفت با ذهنیت گرایی، فرقه گرایی و نوشته های کلیشه ای حزبی باید دو هدف را مد نظر داشته باشیم: اول، «از اشتباهات گذشته درس بگیریم تا از اشتباهات آینده پرهیز کنیم»، و دوم، «درمان بیماری برای نجات بیمار». اشتباهات گذشته باید بدون در نظر گرفتن حساسیت های کسی افشا شود. باید آنچه در گذشته بد بوده را با نگرش علمی تحلیل و نقد کرد تا کار در آینده با دقت بیشتری انجام شود و بهتر انجام شود. این همان معنایی است که «از اشتباهات گذشته درس بگیرید تا از اشتباهات آینده اجتناب کنید». اما هدف ما از افشای خطاها و انتقاد از کاستی ها، مانند درمان یک بیماری توسط پزشک، صرفاً نجات بیمار است و نه پزشک معالج تا سر حد مرگ. فرد مبتلا به آپاندیسیت زمانی نجات می یابد که جراح آپاندیس او را خارج کند. تا زمانی که شخص مرتکب خطا از ترس درمان بیماری خود را پنهان نکند و یا بر اشتباهات خود پافشاری نکند تا زمانی که درمانش از بین نرود، تا زمانی که صادقانه و خالصانه آرزوی درمان و اصلاح راه خود را داشته باشد، باید از او استقبال کنیم. و مرض او را درمان کن تا بتواند رفیق خوبی شود. ما هرگز نمی توانیم موفق شویم اگر خودمان را رها کنیم و به او حمله کنیم. در درمان یک بیماری عقیدتی یا سیاسی هرگز نباید خشن و عجول بود، بلکه باید رویکرد «درمان بیماری برای نجات بیمار» را در پیش گرفت که تنها روش صحیح و مؤثر است.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. III، ص. 50.*", "category": "انتقاد و انتقاد از خود"}, {"text": "نکته دیگری که در رابطه با انتقادات درون حزبی باید به آن اشاره کرد این است که برخی از رفقا هنگام انتقاد به مسائل اصلی توجه نمی کنند و به نکات جزئی توجه می کنند. آنها نمی فهمند که وظیفه اصلی نقد اشاره به اشتباهات سیاسی و تشکیلاتی است. در مورد کاستی های شخصی، مگر اینکه مربوط به اشتباهات سیاسی و تشکیلاتی باشد، نیازی به انتقاد بیش از حد نیست وگرنه رفقای مربوطه از این که چه کار باید بکنند دچار مشکل می شوند. علاوه بر این، هنگامی که چنین انتقادی مطرح شود، این خطر بزرگ وجود دارد که توجه درون حزب منحصراً بر روی خطاهای جزئی متمرکز شود و همه ترسو و بیش از حد محتاط شوند و وظایف سیاسی حزب را فراموش کنند.", "description": "'درباره اصلاح ایده های اشتباه در حزب' (دسامبر 1929)، آثار منتخب، جلد. اول، ص 111-12.*", "category": "انتقاد و انتقاد از خود"}, {"text": "در نقد درون حزبی، از ذهنیت گرایی، خودسری و عوامانه سازی انتقاد مراقبت کنید. اظهارات باید مبتنی بر واقعیات باشد و انتقاد باید جنبه سیاسی را مورد تاکید قرار دهد.", "description": "همان، ص. 112.*", "category": "انتقاد و انتقاد از خود"}, {"text": "انتقاد درون حزبی سلاحی برای تقویت سازمان حزب و افزایش توان رزمی آن است. اما در سازمان حزبی ارتش سرخ، انتقاد همیشه این گونه نیست و گاهی به حمله شخصی تبدیل می شود. در نتیجه به سازمان حزب و همچنین افراد آسیب می رساند. این جلوه ای از فردگرایی خرده بورژوایی است. روش اصلاح این است که به اعضای حزب کمک کند تا بفهمند که هدف از انتقاد افزایش ظرفیت مبارزاتی حزب برای دستیابی به پیروزی در مبارزه طبقاتی است و نباید از آن به عنوان وسیله ای برای حمله شخصی استفاده کرد.", "description": "همان، ص. 110.", "category": "انتقاد و انتقاد از خود"}, {"text": "اگر کاستی هایی داریم از تذکر و انتقاد نمی ترسیم چون در خدمت مردم هستیم. هر کسی، بدون توجه به کسی، ممکن است به کاستی های ما اشاره کند. اگر راست می گوید اصلاحشان می کنیم. اگر آنچه او پیشنهاد می کند به نفع مردم باشد، به آن عمل می کنیم.", "description": " 'خدمت به مردم' (8 سپتامبر 1941)، منتخب آثار، جلد. سوم، ص 227.", "category": "انتقاد و انتقاد از خود"}, {"text": " همانطور که ما کمونیست های چینی، که تمام اقدامات خود را بر اساس منافع عالی ترین توده های مردم چین قرار می دهیم و به عدالت آرمان خود کاملاً متقاعد شده ایم، هرگز از هیچ قربانی شخصی خودداری نمی کنیم و همیشه آماده ایم. جان خود را در راه آرمان بدهیم، آیا می توانیم از کنار گذاشتن هر عقیده، دیدگاه، نظر یا روشی که مناسب نیاز مردم نیست، خودداری کنیم؟ آیا می توانیم اجازه دهیم گرد و غبار سیاسی و میکروب ها صورت پاک ما را کثیف کنند یا موجودات سالم ما را بخورند؟ شهدای انقلابی بی شماری جان خود را در راه منافع مردم گذاشته اند و دل هایمان پر از درد است که ما زنده ها به آن ها فکر می کنیم - پس آیا مصلحت شخصی وجود دارد که فدای آن نکنیم یا خطا و اشتباهی داشته باشیم. دور نریزی؟", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 317.*", "category": "انتقاد و انتقاد از خود"}, {"text": " ما نباید از هیچ موفقیتی از خود راضی باشیم. ما باید رضایت خود را بررسی کنیم و دائماً از کاستی های خود انتقاد کنیم، همانطور که باید هر روز صورت های خود را بشوییم یا زمین را جارو کنیم تا آلودگی ها را از بین ببریم و تمیز نگه داریم.", "description": " 'سازماندهی کنید!' (29 نوامبر 1943)، منتخب آثار، ج. III. پ. 160.*", "category": "انتقاد و انتقاد از خود"}, {"text": " در مورد انتقاد، آن را به موقع انجام دهید. عادت نکنید که فقط بعد از واقعه انتقاد کنید.", "description": "درباره مسئله تعاون کشاورزی (31 ژوئیه 1955)، ویرایش سوم، ص. 25.", "category": "انتقاد و انتقاد از خود"}, {"text": " با آموزش اشتباهات و شکست ها، عاقل تر شده ایم و بهتر به امور خود رسیدگی می کنیم. اجتناب از اشتباه برای هر حزب یا شخص سیاسی سخت است، اما ما باید تا حد امکان کمتر اشتباه کنیم. به محض اینکه اشتباهی مرتکب شد، باید آن را اصلاح کنیم، و هر چه سریعتر و کاملتر باشد بهتر است.", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 422.", "category": "انتقاد و انتقاد از خود"}, {"text": "یک کمونیست باید دارای وسعت فکر باشد و ثابت قدم و فعال باشد و منافع انقلاب را حیات خود بداند و منافع شخصی خود را تابع منافع انقلاب کند. او باید همیشه و در همه جا به اصول پایبند باشد و مبارزه خستگی ناپذیری را علیه همه افکار و اعمال نادرست انجام دهد تا حیات جمعی حزب را تحکیم بخشد و پیوندهای حزب و توده ها را تقویت کند. او باید بیش از هر فردی نگران حزب و توده ها باشد و بیش از خود نگران دیگران باشد. تنها بدین ترتیب می توان او را کمونیست در نظر گرفت.", "description": "'مبارزه با لیبرالیسم' (7 سپتامبر 1937)، برگزیده آثار، جلد. II، ص. 33.*", "category": "کمونیست ها"}, {"text": "هر رفیق باید بفهمد که آزمون عالی گفتار و کردار یک کمونیست این است که آیا آنها با عالی ترین منافع مطابقت دارند و از حمایت اکثریت قاطع مردم برخوردارند یا خیر.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 316.*", "category": "کمونیست ها"}, {"text": " در هیچ زمان و در هیچ شرایطی یک کمونیست نباید منافع شخصی خود را در اولویت قرار دهد. او باید آنها را تابع منافع ملت و توده ها قرار دهد. از این رو، خودخواهی، سستی، فساد، جست و جوی کانون توجه و غیره بسیار تحقیرکننده است، در حالی که ایثار، کار با تمام توان، فداکاری از صمیم قلب به وظایف عمومی، و سخت کوشی بی سر و صدا باعث احترام می شود.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 198.", "category": "کمونیست ها"}, {"text": "کمونیستها باید همیشه آماده دفاع از حقیقت باشند، زیرا حقیقت به نفع مردم است. کمونیست ها باید همیشه آماده اصلاح اشتباهات خود باشند، زیرا اشتباهات خلاف منافع مردم است.", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 315.", "category": "کمونیست ها"}, {"text": "کمونیست ها باید همیشه به چرایی و چرایی هر چیزی بپردازند، از سر خود استفاده کنند و به دقت فکر کنند که آیا آن با واقعیت مطابقت دارد یا خیر و واقعاً مستدل است یا خیر. به هیچ وجه نباید کورکورانه پیروی کنند و بردگی را تشویق کنند.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. سوم، صص 49-50.", "category": "کمونیست ها"}, {"text": "باید رفقا را تشویق کنیم که منافع کل را در نظر بگیرند. هر عضو حزب، هر شاخه از کار، هر بیانیه و هر اقدامی باید بر اساس منافع کل حزب باشد. نقض این اصل مطلقاً غیرمجاز است.", "description": "همان، ص. 44.", "category": "کمونیست ها"}, {"text": "کمونیست ها باید در عملی بودن و همچنین دوراندیش بودن الگو باشند. زیرا آنها تنها با عملی بودن می توانند وظایف تعیین شده را انجام دهند و تنها دوراندیشی می تواند مانع از دست دادن قدرت آنها در راهپیمایی به جلو شود.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 198.", "category": "کمونیست ها"}, {"text": "کمونیست ها باید دوراندیش ترین، فداکارترین، مصمم ترین و کمترین تعصب در اندازه گیری موقعیت ها باشند و باید به اکثریت توده ها تکیه کنند و حمایت آنها را جلب کنند.", "description": " 'وظایف حزب کمونیست چین در دوره مقاومت در برابر ژاپن' (3 مه 1937)، آثار منتخب، جلد. من، ص. 274.*", "category": "کمونیست ها"}, {"text": "کمونیست ها باید در مطالعه الگو باشند. آنها باید همیشه شاگرد توده ها و همچنین معلمان خود باشند.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 198.*", "category": "کمونیست ها"}, {"text": "هر کمونیست که در جنبش های توده ای کار می کند باید دوست توده ها باشد نه رئیس آنها، معلمی خستگی ناپذیر و نه یک سیاستمدار بوروکرات.", "description": "همانجا.*", "category": "کمونیست ها"}, {"text": "کمونیست ها هرگز نباید خود را از اکثریت مردم جدا کنند یا با رهبری تنها چند گروه مترقی در یک پیشروی منزوی و عجولانه از آنها غفلت کنند، بلکه باید مراقب باشند که پیوندهای نزدیک بین عناصر مترقی و توده های وسیع ایجاد کنند. این همان چیزی است که تفکر بر حسب اکثریت به معنای آن است.", "description": "همان، ص. 201.*", "category": "کمونیست ها"}, {"text": "ما کمونیستها مثل بذریم و مردم مثل خاک. هر جا می رویم باید با مردم متحد شویم و در میان آنها ریشه دوانیم و شکوفا شویم.", "description": "'درباره مذاکرات چانگکینگ' (17 اکتبر 1945)، آثار منتخب، جلد. IV، ص. 58.", "category": "کمونیست ها"}, {"text": " ما کمونیست ها باید بتوانیم خود را با توده ها در همه چیز ادغام کنیم. اگر اعضای حزب ما تمام زندگی خود را در داخل خانه سپری کنند و هرگز برای رویارویی با جهان و شجاعت در برابر طوفان بیرون نروند، چه سودی برای مردم چین خواهند داشت؟ اصلاً هیچ، و ما به چنین افرادی به عنوان اعضای حزب نیاز نداریم. ما کمونیست ها باید با جهان روبرو شویم و در برابر طوفان، دنیای بزرگ مبارزه توده ای و طوفان قدرتمند مبارزه توده ای شجاع باشیم.", "description": " 'سازماندهی کنید!' (29 نوامبر 1943)، منتخب آثار، ج. III، ص. 158.", "category": "کمونیست ها"}, {"text": "نقش پیشتاز نمونه کمونیست ها از اهمیت حیاتی برخوردار است. کمونیست های راه هشتم و ارتش چهارم جدید باید در جنگ شجاعانه، اجرای دستورات، رعایت نظم، انجام کار سیاسی و تقویت اتحاد و همبستگی داخلی الگو باشند.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 197.*", "category": "کمونیست ها"}, {"text": "یک کمونیست هرگز نباید صاحب نظر یا سلطه گر باشد و فکر کند که او در همه چیز خوب است در حالی که دیگران در هیچ چیز خوب نیستند. او هرگز نباید خود را در اتاق کوچکش ببندد، یا لاف بزند، به خود ببالد و بر دیگران مسلط شود.", "description": "'سخنرانی در مجمع نمایندگان منطقه مرزی شنسی-کانسو-نینگسیا' (21 نوامبر 1941)، آثار منتخب، جلد. III، ص. 33.*", "category": "کمونیست ها"}, {"text": "کمونیست ها باید با دقت به نظرات افراد خارج از حزب گوش دهند و اجازه دهند نظر خود را بیان کنند. اگر آنچه آنها می گویند درست است، ما باید از آن استقبال کنیم و باید از نقاط قوت آنها درس بگیریم. اگر اشتباه است باید بگذاریم حرفشان را تمام کنند و بعد با حوصله مطالب را برایشان توضیح دهیم.", "description": "همانجا.", "category": "کمونیست ها"}, {"text": "نگرش کمونیست ها نسبت به هر شخصی که در کارش اشتباه کرده است باید اقناع باشد تا به او کمک کند تغییر کند و از نو شروع کند و نه طرد، مگر اینکه اصلاح ناپذیر باشد.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 198.", "category": "کمونیست ها"}, {"text": "در مورد افرادی که از نظر سیاسی عقب مانده اند، کمونیست ها نباید آنها را تحقیر یا تحقیر کنند، بلکه باید با آنها دوست شوند، با آنها متحد شوند، آنها را متقاعد کنند و تشویق کنند که به جلو بروند.", "description": "همانجا.", "category": "کمونیست ها"}, {"text": "برای تضمین عدم تغییر رنگ حزب و کشور ما، نه تنها باید خط و خط مشی درستی داشته باشیم، بلکه باید میلیون ها جانشین تربیت و پرورش دهیم که آرمان انقلاب پرولتری را ادامه دهند. در تحلیل نهایی، مسئله تربیت جانشینان برای آرمان انقلابی پرولتاریا این است که آیا افرادی وجود خواهند داشت که بتوانند آرمان انقلابی مارکسیست-لنینیستی را که توسط نسل قدیم انقلابیون پرولتاریا آغاز شده است، ادامه دهند یا خیر. رهبری حزب و دولت ما در دست انقلابیون پرولتاریا باقی خواهد ماند، چه فرزندان ما به راهپیمایی در مسیر درستی که مارکسیسم-لنینیسم تعیین کرده است ادامه دهند یا نه، یا به عبارت دیگر، آیا ما می توانیم با موفقیت از ظهور جلوگیری کنیم یا نه. رویزیونیسم خروشچف در چین. به طور خلاصه، این یک سؤال بسیار مهم است، یک مسئله مرگ و زندگی برای حزب ما و کشور ما. این مسئله برای آرمان انقلابی پرولتری برای صد، هزار، نه ده هزار سال اهمیت اساسی دارد. انبیای امپریالیست با تکیه بر تغییرات اتحاد جماهیر شوروی، امیدهای خود را به «تکامل صلح آمیز» به نسل سوم یا چهارم حزب چین بسته اند. ما باید این پیشگویی های امپریالیستی را بشکنیم. از بالاترین سازمان هایمان گرفته تا پایه های مردمی، ما باید در همه جا به آموزش و پرورش جانشینان آرمان انقلابی توجه داشته باشیم. الزامات جانشینان شایسته آرمان انقلابی پرولتاریا چیست؟ آنها باید مارکسیست-لنینیست واقعی باشند و نه رویزیونیست هایی مانند خروشچف که ردای مارکسیسم-لنینیسم را بر تن دارند. آنها باید انقلابی باشند که از صمیم قلب به اکثریت قریب به اتفاق مردم چین و کل جهان خدمت می کنند و نباید مانند خروشچف باشند که هم به منافع تعداد انگشت شماری از اعضای طبقه ممتاز بورژوایی در کشور خود و هم به منافع امپریالیسم خارجی خدمت می کند. و واکنش آنها باید دولتمردان پرولتری باشند که قادر به اتحاد و همکاری با اکثریت قاطع باشند. آنها نه تنها باید با کسانی که با آنها موافق هستند متحد شوند، بلکه باید با کسانی که مخالف هستند و حتی با کسانی که قبلاً با آنها مخالف بودند و از آن زمان در عمل اشتباهشان ثابت شده است، خوب متحد شوند. اما آنها باید مخصوصاً مراقب شغلی ها و توطئه گرانی مانند خروشچف باشند و مانع از این شوند که چنین عناصر بدی رهبری حزب و دولت را در هر سطحی غصب کنند. آنها باید در اعمال سانترالیسم دموکراتیک حزب الگو باشند، باید بر روش رهبری مبتنی بر اصل 'از توده ها به توده ها' تسلط داشته باشند و باید سبکی دموکراتیک را پرورش دهند و در گوش دادن به توده ها خوب باشند. آنها نباید مانند خروشچف مستبد باشند و سانترالیسم دموکراتیک حزب را زیر پا بگذارند، به رفقا حمله کنند یا خودسرانه و دیکتاتوری عمل کنند. آنها باید متواضع و عاقل باشند و از تکبر و تندخویی مراقبت کنند. آنها باید با روحیه خودانتقادی آغشته باشند و شهامت اصلاح اشتباهات و کاستی های کار خود را داشته باشند. آنها هرگز نباید مانند خروشچف اشتباهات خود را بپوشانند و تمام اعتبار را برای خود مدعی شوند و همه تقصیرها را به گردن دیگران بیندازند. جانشینان آرمان انقلابی پرولتاریا در مبارزات توده ای به میدان می آیند و در طوفان های بزرگ انقلاب آرام می گیرند. آزمایش و قضاوت کادرها و انتخاب و تربیت جانشینان در دوره طولانی مبارزه توده ای ضروری است.", "description": " نقل شده در درباره کمونیسم ساختگی خروشچف و درس های تاریخی آن برای جهان (14 ژوئیه 1964)، صفحات 72-74.*", "category": " کادرها"}, {"text": "سازمان های حزبی ما باید در سراسر کشور گسترش یابد و باید ده ها هزار کادر و صدها رهبر توده ای درجه یک را به طور هدفمند تربیت کنیم. آنها باید کادرها و رهبرانی آشنا به مارکسیسم-لنینیسم، از نظر سیاسی دوراندیش، در کار شایسته، سرشار از روحیه ایثار، توانا به حل مشکلات به تنهایی، استوار در میان مشکلات و وفادار و فداکار در خدمت باشند. ملت، طبقه و حزب. این کادرها و رهبران است که حزب برای پیوند خود با اعضا و توده ها متکی است و با تکیه بر رهبری قاطع آنها بر توده ها است که حزب می تواند در شکست دشمن موفق شود. این گونه کادرها و رهبران باید از خودخواهی، از قهرمانی فردگرایانه، خودنمایی، تنبلی، انفعال و فرقه گرایی استکباری دور باشند و باید قهرمانان ملی و طبقاتی فداکار باشند. این ویژگی ها و سبک کاری از اعضا، کادرها و رهبران حزب ما خواسته می شود.", "description": " 'توده ها را به میلیون ها نفر برای جبهه متحد ملی ضد ژاپنی برنده شوید' (7 مه 1937)، آثار منتخب، جلد. من، ص. 291.*", "category": "کادرها"}, {"text": " کادرها یک عامل تعیین کننده هستند، زمانی که خط سیاسی مشخص شود. بنابراین، وظیفه رزمی ما این است که تعداد زیادی از کادرهای جدید را به روشی برنامه ریزی شده تربیت کنیم.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 202.", "category": "کادرها"}, {"text": " معیاری که حزب کمونیست باید در سیاست کادری خود اعمال کند این است که آیا یک کادر در اجرای خط حزب مصمم است یا نه، نظم حزبی را رعایت می کند، با توده ها ارتباط نزدیک دارد، می تواند مستقلاً نقش خود را پیدا کند. و فعال، سخت کوش و بی خود است. «انتصاب افراد بر حسب شایستگی» یعنی همین.", "description": "همانجا.", "category": "کادرها"}, {"text": " حفظ سیستم مشارکت کادری در کار مولد جمعی ضروری است. کادرهای حزب و دولت ما کارگران عادی هستند و نه اربابانی که بر پشت مردم نشسته اند. کادرها با شرکت در کار مولد جمعی، روابط گسترده، مستمر و نزدیک با کارگران را حفظ می کنند. این معیار مهمی است که برای یک نظام سوسیالیستی اهمیت اساسی دارد. به غلبه بر بوروکراسی و جلوگیری از رویزیونیسم و جزم گرایی کمک می کند.", "description": " نقل شده در درباره کمونیسم ساختگی خروشچف و درس های تاریخی آن برای جهان (14 ژوئیه 1964)، صفحات 68-69.*", "category": " کادرها"}, {"text": "باید در مورد کادرها قضاوت کنیم. ما نباید قضاوت خود را به یک دوره کوتاه یا یک حادثه در زندگی یک کادر محدود کنیم، بلکه باید زندگی و کار او را به طور کلی در نظر بگیریم. این روش اصلی قضاوت کادرهاست.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 202.", "category": "کادرها"}, {"text": "باید، نحوه استفاده از کادر را خوب بلد باشیم. در تحلیل نهایی، رهبری شامل دو مسئولیت اصلی است: ایده پردازی و استفاده خوب از کادرها. مواردی مانند طرح ریزی، تصمیم گیری و دستور و بخشنامه، همگی در زمره «عملکرد ایده» قرار می گیرند. برای عملی کردن ایده ها، باید کادرها را به هم پیوند دهیم و آنها را تشویق کنیم که وارد عمل شوند. این در دسته 'استفاده خوب از کادرها' قرار می گیرد.", "description": "همانجا.", "category": "کادرها"}, {"text": "ما باید بدانیم چگونه از کادرها به خوبی مراقبت کنیم. چندین راه برای انجام این کار وجود دارد. ابتدا آنها را راهنمایی کنید. این بدان معناست که به آنها اجازه دهید در کار خود دست آزاد داشته باشند تا شهامت مسئولیت پذیری را داشته باشند و در عین حال دستورالعمل های به موقع به آنها داده شود تا بتوانند با هدایت خط سیاسی حزب بتوانند از ابتکار عمل خود استفاده کامل کنند. . دوم، سطح آنها را بالا ببرید. این بدان معناست که با دادن فرصت مطالعه به آنها آموزش دهید تا بتوانند درک نظری و توانایی کاری خود را افزایش دهند. سوم، کار خود را بررسی کنید و به آنها کمک کنید تا تجربیات خود را خلاصه کنند، دستاوردهای خود را پیش ببرند و اشتباهات خود را اصلاح کنند. واگذاری کار بدون بررسی و توجه فقط در صورت بروز اشتباهات جدی - این راه مراقبت از کادرها نیست. چهارم اینکه به طور کلی با کادرهایی که مرتکب اشتباه شده اند از روش اقناع استفاده کنید و به آنها کمک کنید تا اشتباهات خود را اصلاح کنند. روش مبارزه باید محدود به کسانی باشد که مرتکب اشتباهات جدی می شوند و با این وجود از پذیرش راهنمایی امتناع می ورزند. در اینجا صبر ضروری است. این اشتباه است که به مردم برچسب 'اپورتونیست' یا 'مبارزه به راه انداختن' بر ضد آنها را به راحتی آغاز کنیم. پنجم، به آنها در مشکلاتشان کمک کنید. هنگامی که کادرها در نتیجه بیماری، تنگی وسایل یا مشکلات خانگی یا سایر مشکلات در مشکل هستند، باید مطمئن باشیم که تا آنجا که ممکن است مراقب آنها باشیم. اینگونه است که از کادرها به خوبی مراقبت کنیم.", "description": "همان، ص. 203.", "category": " کادرها"}, {"text": " یک گروه رهبری که واقعاً متحد است و با توده ها پیوند دارد، به تدریج تنها در روند مبارزه توده ای و نه جدا از آن، می تواند تشکیل شود. در روند یک مبارزه بزرگ، ترکیب گروه پیشرو در اکثر موارد نباید و نمی تواند در طول مراحل اولیه، میانی و پایانی کاملاً بدون تغییر باقی بماند. فعالانی که در جریان مبارزه به میدان می آیند باید دائماً ارتقاء یابند تا جایگزین آن دسته از اعضای اصلی گروه رهبری شوند که در مقایسه با آنها پست تر هستند یا منحط شده اند.", "description": "'چند سوال در مورد روش های رهبری' (1 ژوئن 1943)، آثار منتخب، جلد. III، ص. 118.*", "category": "کادرها"}, {"text": "اگر حزب ما تعداد زیادی کادر جدید نداشته باشد که در اتحاد و همکاری با کادرهای قدیمی کار کنند، آرمان ما متوقف خواهد شد. بنابراین، همه کادرهای قدیمی باید با کمال اشتیاق از نیروهای جدید استقبال کنند و گرم ترین احساس را به آنها نشان دهند. درست است، کادرهای جدید کاستی هایی دارند. آنها مدت زیادی از انقلاب نگذشته اند و تجربه ندارند و ناگزیر عده ای بقایایی از ایدئولوژی ناسالم جامعه قدیم را با خود آورده اند، بقایای ایدئولوژی فردگرایی خرده بورژوایی. اما این گونه کاستی ها به تدریج با آموزش و تعلیم در انقلاب برطرف می شود. نقطه قوت کادرهای جدید، همانطور که استالین گفته است، این است که آنها به شدت نسبت به چیزهای جدید حساس هستند و بنابراین تا حد زیادی مشتاق و فعال هستند - همان ویژگی هایی که برخی از کادرهای قدیمی فاقد آن هستند. کادرها، اعم از جدید و قدیم، باید به یکدیگر احترام بگذارند، از یکدیگر بیاموزند و با آموختن از نقاط قوت یکدیگر بر کاستی های خود فائق آیند تا در آرمان مشترک متحد شوند و از گرایشات فرقه ای محافظت کنند.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. III، ص. 47.", "category": " کادرها"}, {"text": " نگرانی ما باید به کادرهای غیرحزبی و همچنین کادرهای حزبی گسترش یابد. افراد توانمند زیادی در خارج از حزب وجود دارند که ما نباید آنها را نادیده بگیریم. وظیفه هر کمونیست این است که خود را از دوری و استکبار رها کند و با کادرهای غیرحزبی به خوبی کار کند، به آنها کمک صمیمانه کند، نسبت به آنها برخورد گرم و رفاقتی داشته باشد و ابتکار خود را در آرمان بزرگ مقاومت در برابر ژاپن و بازسازی کشور به کار گیرد. ملت.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 202.", "category": " کادرها"}, {"text": "دنیا مال شماست و همینطور مال ما اما در تحلیل آخر مال شماست. شما جوانان سرشار از نشاط و شادابی، چون آفتاب ساعت هشت یا نه صبح در شکوفه های زندگی هستید. امید ما به شماست دنیا متعلق به شماست آینده چین متعلق به شماست.", "description": " صحبت در جلسه ای با دانشجویان و کارآموزان چینی در مسکو (17 نوامبر 1957).", "category": "جوانی"}, {"text": "ما باید به همه جوانانمان کمک کنیم تا بفهمند کشور ما هنوز کشوری بسیار فقیر است، که نمی توانیم این وضعیت را در مدت کوتاهی به طور بنیادی تغییر دهیم و تنها با تلاش های متحد نسل جوان مان و همه مردم ما، تلاش می کنیم. آیا می توان با دستان خود چین را در طی چند دهه قوی و مرفه ساخت. استقرار نظام سوسیالیستی ما راه منتهی به جامعه ایده آل آینده را باز کرده است، اما برای تبدیل این آرمان به واقعیت نیاز به کار سخت است.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص 44-45.", "category": "جوانی"}, {"text": "به دلیل فقدان تجربه سیاسی و اجتماعی، تعداد زیادی از جوانان نمی توانند تضاد بین چین قدیم و جدید را ببینند و درک کامل سختی هایی که مردم ما در آن گذرانده اند برای آنها آسان نیست. مبارزه برای رهایی خود از ستم امپریالیستها و مرتجعین کومینتانگ، یا دوره طولانی کار طاقت فرسا که قبل از ایجاد یک جامعه شاد سوسیالیستی لازم است. به همین دلیل است که ما باید دائماً آموزش سیاسی پر جنب و جوش و مؤثری را در میان توده ها انجام دهیم و همیشه باید حقیقت را در مورد مشکلاتی که پیش می آید به آنها بگوییم و با آنها در مورد چگونگی غلبه بر این مشکلات گفتگو کنیم.", "description": "همان، ص. 63.", "category": "جوانی"}, {"text": "جوانان فعال ترین و حیاتی ترین نیروی جامعه هستند. آنها مشتاق ترین افراد به یادگیری و کمترین محافظه کار در تفکر خود هستند. این امر به ویژه در دوران سوسیالیسم صادق است. ما امیدواریم که سازمان های محلی حزب در جاهای مختلف کمک کنند و با سازمان های لیگ جوانان همکاری کنند و به این مسئله بپردازند که به طور خاص انرژی جوانان ما را به طور کامل به نمایش بگذارند. سازمان های حزبی نباید با آنها مانند سایرین رفتار کنند و ویژگی های خاص آنها را نادیده بگیرند. البته جوانان باید از بزرگترها و بزرگترها بیاموزند و تا آنجا که ممکن است در انجام انواع فعالیت های مفید با توافق آنها تلاش کنند.", "description": " یادداشت مقدماتی برای 'تیپ شوک جوانان از تعاونی تولیدکنندگان کشاورزی شماره 9 در شهرک هسین پینگ، شهرستان چونگشان' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. III.", "category": "جوانی"}, {"text": "چگونه باید در مورد انقلابی بودن یک جوان قضاوت کنیم؟ چگونه می توانیم بگوییم؟ تنها یک معیار می تواند وجود داشته باشد، و آن اینکه آیا او مایل است خود را با توده های وسیع کارگران و دهقانان ادغام کند یا نه و در عمل این کار را انجام می دهد. اگر بخواهد این کار را بکند و واقعاً چنین کند، یک انقلابی است. در غیر این صورت غیرانقلابی یا ضدانقلابی است. اگر امروز خود را با توده های کارگر و دهقان ادغام می کند، امروز یک انقلابی است. اگر فردا دست از این کار بردارد یا برای سرکوب مردم عادی برگردد، غیرانقلابی یا ضدانقلابی می شود.", "description": "'جهت گیری جنبش جوانان' (4 مه 1939)، منتخب آثار، ش. II، ص. 246.", "category": "جوانی"}, {"text": "روشنفکران معمولاً تمایل دارند ذهنی و فردگرا باشند، در تفکر خود عملی نیستند و در عمل بی اراده باشند تا زمانی که خود را درگیر مبارزات انقلابی توده ای نکنند، یا تصمیم خود را به خدمت به منافع توده ها برسانند و با آنها یکی شوند. آنها از این رو، اگرچه توده روشنفکران انقلابی در چین می توانند نقش پیشتاز را ایفا کنند یا به عنوان حلقه ارتباطی با توده ها عمل کنند، اما همه آنها تا آخر انقلابی باقی نمی مانند. برخی در لحظات حساس از صفوف انقلابی خارج می شوند و منفعل می شوند، در حالی که عده ای ممکن است دشمن انقلاب شوند. روشنفکران تنها در مبارزات توده ای در یک دوره طولانی می توانند بر کاستی های خود فائق آیند.", "description": "'انقلاب چین و حزب کمونیست چین' (دسامبر 1939)، آثار منتخب، جلد. II، ص. 322.*", "category": "جوانی"}, {"text": " جدا از ادامه همکاری با حزب در وظیفه اصلی خود، اتحادیه جوانان باید کار خود را متناسب با ویژگی های خاص جوانان انجام دهد. نیو چین باید مراقب جوانی خود باشد و نسبت به رشد نسل جوان توجه نشان دهد. جوانان باید درس بخوانند و کار کنند اما در سن رشد جسمانی هستند. بنابراین هم به کار و مطالعه و هم به تفریح و ورزش و استراحت آنها باید توجه کامل شود.", "description": "سخنرانی در پذیرایی هیئت رئیسه دومین کنگره ملی اتحادیه جوانان (30 ژوئن 1953).", "category": "جوانی"}, {"text": "یک مرد در چین معمولاً در معرض تسلط سه نظام اقتدار [اقتدار سیاسی، اقتدار خانواده و مرجعیت دینی] است... در مورد زنان، علاوه بر اینکه تحت سلطه این سه نظام اقتدار هستند، همچنین تحت سلطه مردان (اقتدار شوهر). این چهار اقتدار - سیاسی، خانوادگی، مذهبی و مردانه - تجسم کل ایدئولوژی و نظام فئودالی-پدرسالاری و چهار طناب ضخیم است که مردم چین، به ویژه دهقانان را به هم پیوند می دهد. در بالا توضیح داده شد که چگونه دهقانان اقتدار سیاسی مالکان را در روستاها سرنگون کرده اند. اقتدار سیاسی مالکان، ستون فقرات سایر نظام های اقتدار است. با براندازی اقتدار خانواده، اقتدار مذهبی و اقتدار شوهر همگی شروع به متزلزل شدن می کنند... در مورد اقتدار شوهر، این امر همیشه در میان دهقانان فقیر ضعیف تر بوده است، زیرا به دلیل نیاز اقتصادی، زنان آنها. باید نسبت به زنان طبقات ثروتمندتر کار یدی انجام دهند و بنابراین در مسائل خانوادگی قدرت تصمیم گیری و گفتار بیشتری دارند. با ورشکستگی فزاینده اقتصاد روستایی در سال های اخیر، اساس سلطه مردان بر زنان نیز تضعیف شده است. با ظهور جنبش دهقانی، زنان در بسیاری از نقاط اکنون شروع به سازماندهی انجمن های زنان روستایی کرده اند. فرصتی فرا رسیده است که سرشان را بلند کنند و اقتدار شوهر هر روز بیشتر می شود. در یک کلام، کل ایدئولوژی و نظام فئودالی-پدرسالاری با رشد قدرت دهقانان در حال لرزش است.", "description": " 'گزارش در مورد تحقیق در مورد جنبش دهقانی در هونان' (مارس 1927)، آثار منتخب، جلد. من، ص 44-46.*", "category": "زنان"}, {"text": " اتحاد و مشارکت در تولید و فعالیت سیاسی برای بهبود وضعیت اقتصادی و سیاسی زنان.", "description": "کتیبه برای مجله، زنان چین جدید، چاپ شده در اولین شماره آن، 20 ژوئیه 1949.", "category": "زنان"}, {"text": "حفاظت از منافع جوانان، زنان و کودکان - کمک به دانشجویان جوانی که توانایی ادامه تحصیل را ندارند، کمک به جوانان و زنان برای سازماندهی به منظور مشارکت برابر در همه کارهای مفید برای جنگ. و برای پیشرفت اجتماعی، آزادی ازدواج و برابری زن و مرد را تضمین کند و به جوانان و کودکان آموزش مفید بدهد...", "description": "'درباره دولت ائتلافی' (24 آوریل 1945)، آثار منتخب، جلد. III، ص. 288.*", "category": "زنان"}, {"text": "[در تولیدات کشاورزی] وظیفه اساسی ما تنظیم استفاده از نیروی کار به صورت سازمان یافته و تشویق زنان به انجام کارهای کشاورزی است.", "description": " 'سیاست اقتصادی ما' (23 ژانویه 1934)، آثار منتخب، جلد 1. من، ص. 142.*", "category": "زنان"}, {"text": " برای ساختن یک جامعه سوسیالیستی بزرگ، برانگیختن توده های وسیع زنان برای پیوستن به فعالیت های تولیدی بسیار مهم است. مردان و زنان باید برای کار برابر در تولید دستمزد برابر دریافت کنند. برابری واقعی بین جنس ها تنها در فرآیند دگرگونی سوسیالیستی جامعه به عنوان یک کل تحقق می یابد.", "description": " یادداشت مقدماتی 'زنان به جبهه کار رفته اند' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "زنان"}, {"text": " با تکمیل همکاری های کشاورزی، بسیاری از تعاونی ها با کمبود نیروی کار مواجه می شوند. برانگیختن توده عظیمی از زنانی که قبلاً در مزارع کار نمی کردند ضروری شده است تا جای خود را در جبهه کار بگیرند... زنان چین ذخیره عظیمی از نیروی کار هستند. از این ذخیره باید در مبارزه برای ساختن یک کشور سوسیالیستی بزرگ استفاده شود.", "description": " یادداشت مقدماتی 'حل کمبود نیروی کار با برانگیختن زنان برای پیوستن به تولید' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. II.", "category": "زنان"}, {"text": "به هر زنی که می تواند کار کند، بر اساس اصل دستمزد برابر برای کار مساوی، به جای او در جبهه کارگری این امکان را می دهد. این باید در اسرع وقت انجام شود.", "description": " یادداشت مقدماتی 'درباره گسترش دامنه کار زنان در جنبش تعاونی کشاورزی' (1955)، خیزش سوسیالیستی در روستاهای چین، ویرایش چینی، جلد. من.", "category": "زنان"}, {"text": "در جهان امروز، همه فرهنگ ها، همه ادبیات و هنر متعلق به طبقات معینی هستند و در جهت خطوط مشخص سیاسی هستند. در واقع چیزی به نام هنر برای هنر وجود ندارد، هنری که بالاتر از طبقات باشد، هنری که از سیاست جدا شده یا مستقل از آن باشد. ادبیات و هنر پرولتری بخشی از کل آرمان انقلابی پرولتری است. همانطور که لنین گفت، آنها چرخ و دنده در کل ماشین انقلابی هستند.", "description": "'گفتگوها در انجمن ینان در مورد ادبیات و هنر' (مه 1942)، آثار منتخب، جلد. III، ص. 86.*", "category": "فرهنگ و هنر"}, {"text": "فرهنگ انقلابی یک سلاح قدرتمند انقلابی برای توده های وسیع مردم است. زمینه را از نظر ایدئولوژیک قبل از آمدن انقلاب آماده می کند و یک جبهه جنگی مهم و در واقع ضروری در جبهه عمومی انقلاب در طول انقلاب است.", "description": "'درباره دموکراسی جدید' (ژانویه 1940)، آثار منتخب، جلد. II، ص. 382.", "category": "فرهنگ و هنر"}, {"text": "تمام ادبیات و هنر ما برای توده های مردم و در وهله اول برای کارگران و دهقانان و سربازان است. آنها برای کارگران، دهقانان و سربازان ایجاد شده اند و برای استفاده آنها هستند.", "description": "'گفتگوها در انجمن ینان در مورد ادبیات و هنر' (مه 1942)، آثار منتخب، جلد. III، ص. 84.*", "category": "فرهنگ و هنر"}, {"text": "کارگران ادبی و هنری ما باید این وظیفه را انجام دهند و موضع خود را تغییر دهند. آنها باید به تدریج پاهای خود را به طرف کارگران، دهقانان و سربازان، به طرف پرولتاریا، از طریق روند وارد شدن به میان آنها و در انبوه مبارزات عملی و از طریق روند مطالعه مارکسیسم و جامعه بردارند. . فقط از این طریق می توانیم ادبیات و هنری داشته باشیم که واقعاً برای کارگران، دهقانان و سربازان باشد، یک ادبیات و هنر واقعاً پرولتری.", "description": "همان، ص. 78.", "category": "فرهنگ و هنر"}, {"text": " [هدف ما این است که اطمینان حاصل کنیم که ادبیات و هنر به خوبی در کل ماشین انقلابی به عنوان یک جزء منطبق می شود، آنها به عنوان سلاح های قدرتمند برای اتحاد و آموزش مردم و برای حمله و نابودی دشمن عمل می کنند و کمک می کنند. مردم یک دل و یک دل با دشمن می جنگند.", "description": "همان، ص. 70.", "category": "فرهنگ و هنر"}, {"text": "در نقد ادبی و هنری دو معیار وجود دارد، معیار سیاسی و هنری... ملاک سیاسی وجود دارد و معیار هنری وجود دارد. چه رابطه ای بین این دو وجود دارد؟ نه می توان سیاست را با هنر یکی دانست و نه یک جهان بینی کلی را با روش آفرینش و نقد هنری. ما نه تنها وجود یک معیار سیاسی انتزاعی و مطلقاً تغییرناپذیر را انکار می کنیم، بلکه وجود یک معیار هنری انتزاعی و مطلقاً تغییرناپذیر را نیز انکار می کنیم. هر طبقه در هر جامعه طبقاتی معیارهای سیاسی و هنری خود را دارد. اما همه طبقات در همه جوامع طبقاتی همواره ملاک سیاسی را در درجه اول و معیار هنری را در درجه دوم قرار می دهند... آنچه ما خواستار آن هستیم وحدت سیاست و هنر، وحدت محتوا و شکل، وحدت محتوای سیاسی انقلابی و بالاترین حد ممکن است. کمال فرم هنری آثار هنری که فاقد کیفیت هنری هستند، هر چند از نظر سیاسی مترقی باشند، هیچ نیرویی ندارند. بنابراین، ما هم با آثار هنری با دیدگاه سیاسی غلط و هم با گرایش به «سبک پوستر و شعار» که از نظر سیاسی درست اما فاقد قدرت هنری است مخالفیم. در مورد مسائل ادبیات و هنر، ما باید در دو جبهه مبارزه کنیم", "description": "همان، ص 88-90.*", "category": "فرهنگ و هنر"}, {"text": " گذاشتن شکوفه دادن صد گل و مبارزه صد مکتب فکری سیاستی است برای ارتقای پیشرفت هنر و علوم و شکوفایی فرهنگ سوسیالیستی در سرزمین ما. اشکال و سبک های مختلف در هنر باید آزادانه توسعه یابد و مکاتب مختلف در علم باید آزادانه به مبارزه بپردازند. ما فکر می کنیم که اگر از اقدامات اداری برای تحمیل یک سبک هنری یا مکتب خاص و ممنوعیت دیگری استفاده شود، برای رشد هنر و علم مضر است. مسائل حق و باطل در هنر و علوم باید با بحث آزاد در محافل هنری و علمی و با کار عملی در این زمینه ها حل شود. آنها نباید به صورت خلاصه حل شوند.", "description": "درباره برخورد صحیح با تضادهای میان مردم (27 فوریه 1957)، چاپ جیبی اول، صص 49-50.", "category": "فرهنگ و هنر"}, {"text": "ارتش بدون فرهنگ، ارتشی کسل کننده است و ارتش کسل کننده نمی تواند دشمن را شکست دهد.", "description": " 'جبهه متحد در کار فرهنگی' (30 اکتبر 1944)، آثار منتخب، جلد. III، ص. 235.", "category": "فرهنگ و هنر"}, {"text": "در تبدیل چین کشاورزی عقب مانده به یک کشور صنعتی پیشرفته، ما با وظایف سختی روبرو هستیم و تجربه ما به اندازه کافی نیست. پس باید در یادگیری خوب باشیم.", "description": "'سخنرانی افتتاحیه در هشتمین کنگره ملی حزب کمونیست چین' (15 سپتامبر 1956).", "category": "مطالعه"}, {"text": "شرایط مدام در حال تغییر است و برای تطبیق تفکر با شرایط جدید باید مطالعه کرد. حتی کسانی که درک بهتری از مارکسیسم دارند و در موضع پرولتاریایی خود نسبتاً محکم هستند، باید به مطالعه ادامه دهند، باید چیزهای جدید را جذب کنند و مسائل جدید را مطالعه کنند.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، ص. 8.*", "category": "مطالعه"}, {"text": "ما میتوانیم چیزی را که نمیدانستیم بیاموزیم. ما نه تنها در تخریب دنیای قدیم خوب هستیم، بلکه در ساختن دنیای جدید نیز خوب هستیم.", "description": " 'گزارش به دومین جلسه عمومی هفتمین کمیته مرکزی حزب کمونیست چین' (5 مارس 1949)، آثار منتخب، جلد. IV، ص. 374.", "category": "مطالعه"}, {"text": " در حال حاضر، دو نگرش متفاوت نسبت به یادگیری از دیگران وجود دارد. یکی نگرش جزمی در پیوند دادن همه چیز است، خواه با شرایط ما سازگار باشد یا نباشد. این خوب نیست نگرش دیگر این است که از سر خود استفاده کنیم و چیزهایی را یاد بگیریم که مناسب شرایط ما باشد، یعنی هر تجربه ای را که برایمان مفید است جذب کنیم. این نگرشی است که باید اتخاذ کنیم.", "description": "در مورد رسیدگی صحیح به تضادها در میان مردم (27 فوریه 1957)، چاپ جیبی اول، ص. 75.", "category": "مطالعه"}, {"text": "نظریه مارکس، انگلس، لنین و استالین به طور جهانی قابل اجرا است. ما باید آن را نه به عنوان یک جزم، بلکه به عنوان راهنمای عمل در نظر بگیریم. مطالعه آن صرفاً موضوع یادگیری اصطلاحات و عبارات نیست، بلکه یادگیری مارکسیسم-لنینیسم به عنوان علم انقلاب است. موضوع فقط درک قوانین کلی که مارکس، انگلس، لنین و استالین از مطالعه گسترده آنها در مورد زندگی واقعی و تجربه انقلابی به دست آورده اند نیست، بلکه مطالعه دیدگاه و روش آنها در بررسی و حل مسائل است.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. دوم، ص 208-09.", "category": "مطالعه"}, {"text": "اگر ما یک نظریه درست داشته باشیم، اما صرفاً در مورد آن سخن بگوییم، آن را کبوتر کنیم و آن را عملی نکنیم، آنگاه آن نظریه هر چند خوب باشد، هیچ اهمیتی ندارد.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص. 304.", "category": "مطالعه"}, {"text": "تسلط بر نظریه مارکسیستی و به کارگیری آن، تسلط بر آن صرفاً برای به کارگیری آن ضروری است. اگر بتوانید دیدگاه مارکسیستی-لنینیستی را در تبیین یک یا دو مشکل عملی به کار ببرید، باید از شما تقدیر شود و دستاوردهایی به شما داده شود. هرچه مشکلات بیشتری را توضیح دهید و جامع تر و عمیق تر این کار را انجام دهید، دستاورد شما بیشتر خواهد بود.", "description": "'تصحیح سبک کار حزب' (1 فوریه 1942)، آثار منتخب، جلد. III، ص. 38.", "category": "مطالعه"}, {"text": " تئوری مارکسیستی-لنینیستی چگونه با عمل انقلاب چین مرتبط است؟ برای استفاده از یک عبارت رایج، 'پرتاب تیر به هدف' است. همانطور که تیر به سمت هدف است، مارکسیسم لنینیسم نیز به انقلاب چین است. اما برخی از رفقا «بدون هدف تیراندازی می کنند»، تصادفی تیراندازی می کنند و چنین افرادی ممکن است به انقلاب آسیب بزنند.", "description": "همان، ص. 42.", "category": "مطالعه"}, {"text": "افراد با تجربه در کار باید مطالعه تئوری را انجام دهند و باید جدی بخوانند. تنها در این صورت است که آنها می توانند تجربه خود را نظام مند و ترکیب کنند و آن را به سطح تئوری ارتقا دهند، تنها در این صورت است که تجربه نسبی خود را با حقیقت جهانی اشتباه نخواهند گرفت و مرتکب خطاهای تجربی نخواهند شد.", "description": "همانجا.", "category": "مطالعه"}, {"text": " خواندن یادگیری است، اما به کار بردن نیز یادگیری است و نوع مهمتر از آن یادگیری است. روش اصلی ما یادگیری جنگ از طریق جنگ است. کسی که فرصتی برای رفتن به مدرسه نداشته است می تواند جنگ را نیز بیاموزد - او می تواند از طریق جنگیدن در جنگ بیاموزد. جنگ انقلابی یک اقدام توده ای است. اغلب موضوع اول یادگیری و سپس انجام دادن نیست، بلکه انجام دادن و سپس یادگیری است، زیرا انجام دادن خود یادگیری است.", "description": "'مشکلات استراتژی در جنگ انقلابی چین' (دسامبر 1936)، آثار منتخب، جلد. من، ص 189-90.", "category": "مطالعه"}, {"text": " بین یک غیرنظامی عادی و یک سرباز شکاف وجود دارد، اما این دیوار بزرگ نیست، و می توان آن را به سرعت بست، و راه بستن آن شرکت در انقلاب، در جنگ است. با گفتن اینکه یادگیری و به کار بردن آن آسان نیست، منظور ما این است که یادگیری کامل و به کار بردن ماهرانه سخت است. با گفتن اینکه غیرنظامیان می توانند خیلی سریع سرباز شوند، منظور ما این است که عبور از آستانه دشوار نیست. برای کنار هم قرار دادن این دو جمله، ممکن است به ضرب المثل چینی استناد کنیم: 'هیچ چیز در دنیا برای کسی که ذهنش را به آن معطوف می کند دشوار نیست.' عبور از آستانه کار دشواری نیست و تسلط نیز به شرطی امکان پذیر است که فرد ذهن خود را به کار معطوف کند و در یادگیری مهارت داشته باشد.", "description": "همان، ص. 190.", "category": "مطالعه"}, {"text": "ما باید کار اقتصادی را از همه کسانی که می دانند، فارغ از اینکه چه کسانی هستند، یاد بگیریم. ما باید به آنها به عنوان معلمان احترام بگذاریم و با احترام و وجدان از آنها یاد بگیریم. وقتی نمی دانیم نباید تظاهر به دانستن کنیم.", "description": "'درباره دیکتاتوری دموکراتیک خلق' (30 ژوئن 1949)، برگزیده آثار، جلد. IV، ص. 423.", "category": "مطالعه"}, {"text": "علم امری علمی است و هیچ بی صداقتی و خودپسندی جایز نیست. آنچه لازم است قطعاً برعکس است - صداقت و حیا.", "description": "'درباره تمرین' (ژوئیه 1937)، آثار منتخب، جلد. من، ص. 300.", "category": "مطالعه"}, {"text": "خودراضی دشمن مطالعه است. ما واقعاً نمی توانیم چیزی یاد بگیریم تا زمانی که خود را از خودراضی خلاص کنیم. نگرش ما نسبت به خود باید 'در یادگیری سیری ناپذیر' و نسبت به دیگران 'در تدریس خستگی ناپذیر' باشد.", "description": " 'نقش حزب کمونیست چین در جنگ ملی' (اکتبر 1938)، آثار منتخب، جلد. II، ص. 210.", "category": "مطالعه"}, {"text": "بعضی از مردم چند کتاب مارکسیستی خوانده اند و خود را کاملاً آموخته می دانند، اما آنچه خوانده اند نفوذ نکرده، در ذهن شان ریشه نگرفته است، به طوری که نمی دانند چگونه از آن استفاده کنند و احساسات طبقاتی شان باقی می ماند. قدیمی دیگران بسیار مغرور هستند و با آموختن عبارات کتاب، آنها را فوق العاده می دانند و بسیار مغرور هستند. اما هرگاه طوفانی به راه می افتد، موضعی بسیار متفاوت از موضع کارگران و اکثریت دهقانان اتخاذ می کنند. آنها در حالی که دومی ها محکم می ایستند، متزلزل می شوند، در حالی که دومی صریح هستند، مبهم می شوند.", "description": "سخنرانی در کنفرانس ملی حزب کمونیست چین در مورد کار تبلیغاتی (12 مارس 1957)، چاپ جیبی اول، صفحات 7-8.", "category": "مطالعه"}, {"text": "برای درک واقعی مارکسیسم، باید آن را نه تنها از کتابها، بلکه عمدتاً از طریق مبارزه طبقاتی، از طریق کار عملی و تماس نزدیک با توده های کارگران و دهقانان آموخت. هنگامی که روشنفکران ما علاوه بر خواندن برخی از کتاب های مارکسیستی، از طریق تماس نزدیک با توده های کارگران و دهقانان و از طریق کار عملی خود، به درک و فهمی دست یافته اند، همه ما به یک زبان صحبت خواهیم کرد، نه تنها به زبان مشترک میهن پرستی و زبان مشترک. زبان نظام سوسیالیستی، اما احتمالاً حتی زبان رایج جهان بینی کمونیستی. اگر این اتفاق بیفتد، مطمئناً همه ما بسیار بهتر کار خواهیم کرد.", "description": "همان، ص. 12.", "category": "مطالعه"}]